/*
 * Loco ios export: Xcode Strings (legacy)
 * Project: 2FAS App
 * Locale: sv-SE, Swedish (Sweden)
 * Exported by: Zibi
 * Exported at: Sun, 27 Apr 2025 15:36:11 -0700
 */

/* loco:6332c96135f7406d4875f521
 * InfoPlist.strings
TwoFAS
Created by Zbigniew Cisiński on 14/03/2020.
Copyright © 2020 The Code. All rights reserved. */
"NSCameraUsageDescription" = "Används för att skanna QR-koder";

/* loco:6332c96135f7406d4875f522 */
"NSFaceIDUsageDescription" = "Låter dig låsa upp appen med Face ID";

/* loco:6332c96135f7406d4875f523
 * MARK: - App */
"app__name" = "2FAS Authenticator";

/* loco:6332c96135f7406d4875f525 */
"commons__2fas" = "2FA Authenticator (2FAS)";

/* loco:6332c96135f7406d4875f526 */
"commons__OK" = "OK";

/* loco:6332c96135f7406d4875f529 */
"commons__add" = "Lägg till";

/* loco:6332c96135f7406d4875f52e
 * MARK: - Commons */
"commons__cancel" = "Avbryt";

/* loco:6332c96135f7406d4875f52f */
"commons__notifications" = "Notiser";

/* loco:6332c96135f7406d4875f532
 * A number replaces %d, for example, 4 of 5. */
"commons__page_of_page_title" = "%d av %d";

/* loco:6332c96135f7406d4875f533
 * notifications__service_already_removed_from_backup */
"notifications__service_already_removed_title" = "Kontot har redan tagits bort från säkerhetskopian";

/* loco:6332c96135f7406d4875f534
 * notifications__service_already_modified_in_backup */
"notifications__service_already_modified_title" = "Kontot har redan ändrats i säkerhetskopian";

/* loco:6332c96135f7406d4875f535
 * backup__user_is_over_quota_on_icloud */
"backup__user_over_quota_icloud" = "Slut på utrymme på iCloud";

/* loco:6332c96135f7406d4875f536
 * backup__icloud_is_not_available */
"backup__icloud_not_available" = "iCloud är inte tillgängligt";

/* loco:6332c96135f7406d4875f537
 * backup__icloud_has_been_disabled_by_user */
"backup__icloud_disabled_title" = "iCloud-synkning är avstängd";

/* loco:6332c96135f7406d4875f538
 * backup__turned_off_description_bold_part */
"backup__2fas_backup" = "2FAS Säkerhetskopiering";

/* loco:6332c96135f7406d4875f539 */
"commons__close" = "Stäng";

/* loco:6332c96135f7406d4875f53c */
"commons__continue" = "Fortsätt";

/* loco:6332c96135f7406d4875f53d */
"commons__copy" = "Kopiera";

/* loco:6332c96135f7406d4875f53f */
"commons__delete" = "Radera";

/* loco:6332c96135f7406d4875f540 */
"commons__dismiss" = "Stäng";

/* loco:6332c96135f7406d4875f541 */
"commons__done" = "Klar";

/* loco:6332c96135f7406d4875f542 */
"commons__edit" = "Redigera";

/* loco:6332c96135f7406d4875f543 */
"commons__enter_code_manually" = "Ange kod manuellt";

/* loco:6332c96135f7406d4875f544 */
"commons__error" = "Fel";

/* loco:6332c96135f7406d4875f546 */
"commons__info" = "Info";

/* loco:6332c96135f7406d4875f548 */
"commons__next" = "Nästa";

/* loco:6332c96135f7406d4875f54b */
"commons__notice" = "Meddelande";

/* loco:6332c96135f7406d4875f54c */
"commons__off" = "Av";

/* loco:6332c96135f7406d4875f54d */
"commons__on" = "På";

/* loco:6332c96135f7406d4875f54e
 * commons__point_your_camera_at_code_on_website */
"commons__camera_title" = "Rikta kameran mot skärmen och skanna QR-koden";

/* loco:6332c96135f7406d4875f550 */
"commons__rename" = "Byt namn";

/* loco:6332c96135f7406d4875f552 */
"commons__retry" = "Försök igen";

/* loco:6332c96135f7406d4875f553 */
"commons__save" = "Spara";

/* loco:6332c96135f7406d4875f555 */
"commons__scan_qr_code" = "Skanna QR-kod";

/* loco:6332c96135f7406d4875f558 */
"commons__service" = "Konto";

/* loco:6332c96135f7406d4875f55a */
"commons__set" = "Ställ in";

/* loco:6332c96135f7406d4875f55c */
"commons__skip" = "Hoppa över";

/* loco:6332c96135f7406d4875f55f */
"commons__tokens" = "Koder";

/* loco:6332c96135f7406d4875f562 */
"commons__warning" = "Varning";

/* loco:6332c96135f7406d4875f564 */
"commons__no_results" = "Inga resultat";

/* loco:6332c96135f7406d4875f565 */
"commons__customize" = "Anpassa";

/* loco:6332c96135f7406d4875f566 */
"commons__approve" = "Godkänn";

/* loco:6332c96135f7406d4875f567 */
"commons__deny" = "Neka";

/* loco:6332c96135f7406d4875f568
 * max. %d chars = Maximum number of characters
commons__provided_text_too_long */
"commons__text_long_title" = "Texten är för lång (får vara högst %d tecken)";

/* loco:6332c96135f7406d4875f569 */
"commons__got_it" = "Jag förstår!";

/* loco:6332c96135f7406d4875f584 */
"fingerprint__verifying" = "Verifierar...";

/* loco:6332c96135f7406d4875f588
 * fingerprint__setup_content */
"fingerprint__confirm_title" = "Använd fingeravtryck för att fortsätta.";

/* loco:6332c96135f7406d4875f58c
 * fingerprint__use_pin */
"fingerprint__use_pin_title" = "Använd PIN-kod";

/* loco:6332c96135f7406d4875f58d
 * MARK: - Introduction */
"introduction__page_1_title" = "Du är fantastisk!";

/* loco:6332c96135f7406d4875f58e */
"introduction__page_1_content" = "Din mobil har precis blivit en privat och säker nyckel till dina online-konton tack vare 2FAS-appen som används av över 6 miljoner användare världen över.";

/* loco:6332c96135f7406d4875f58f */
"introduction__page_2_title" = "Enkel";

/* loco:6332c96135f7406d4875f590 */
"introduction__page_2_content" = "Koppla 2FAS till dina online-konton. Aktivera tvåfaktorsautentisering på några sekunder med en QR-kod.";

/* loco:6332c96135f7406d4875f591 */
"introduction__page_3_title" = "Privat";

/* loco:6332c96135f7406d4875f592 */
"introduction__page_3_content" = "2FAS respekterar och skyddar din integritet. Appen kommer aldrig att samla in, hantera eller använda några av dina personuppgifter.";

/* loco:6332c96135f7406d4875f593 */
"introduction__page_4_title" = "Säker";

/* loco:6332c96135f7406d4875f594 */
"introduction__page_4_content_ios" = "Dina koder lagras offline på enheten, så kom ihåg att säkerhetskopiera! Använd iCloud-synkronisering och en PIN-kod för att skydda mot att enheten går sönder eller hamnar i fel händer.";

/* loco:6332c96135f7406d4875f595
 * introduction__start_using */
"introduction__title" = "Börja använda 2FAS";

/* loco:6332c96135f7406d4875f596 */
"introduction__tos" = "Användarvillkor";

/* loco:6332c96135f7406d4875f597 */
"introduction__description_title" = "Koppla dina online-konton till 2FAS eller importera dina konton";

/* loco:6332c96135f7406d4875f598 */
"introduction__pair_new_service" = "Lägg till konto";

/* loco:6332c96135f7406d4875f599
 * introduction__import_2fas */
"introduction__import_2fas_title" = "Importera 2FAS-säkerhetskopia";

/* loco:6332c96135f7406d4875f59a
 * introduction__import_ga */
"introduction__import_google_authenticator" = "Importera från Google Authenticator";

/* loco:6332c96135f7406d4875f59b
 * introduction__not_sure */
"introduction__what_to_do" = "Osäker på hur du ska göra?";

/* loco:6332c96135f7406d4875f59c
 * introduction__ga_import_description */
"introduction__google_authenticator_import_process" = "Exportera dina konton från Google Authenticator till en QR-kod genom att välja ”Överför konton” i menyn. Om Google Authenticator körs på en annan enhet, tryck på \"Skanna QR-kod\". Om Google Authenticator körs på den här enheten, ta en skärmdump av QR-koden och tryck på \"Välj QR-kod\".";

/* loco:6332c96135f7406d4875f59d
 * introduction__choose_qr */
"introduction__choose_qr_code" = "Välj QR-kod";

/* loco:6332c96135f7406d4875f59e
 * introduction__scan_qr */
"introduction__scan_qr_code" = "Skanna QR-kod";

/* loco:6332c96135f7406d4875f59f
 * Original: Adding code */
"notifications__adding_code" = "Lägger till ny kod";

/* loco:6332c96135f7406d4875f5a6
 * notifications__private_key_copied */
"notifications__service_key_copied" = "Hemlig nyckel kopierad";

/* loco:6332c96135f7406d4875f5a7
 * voiceover__token_is_already_on_the_list */
"notifications__token_already_added" = "Det här kontot finns redan i listan";

/* loco:6332c96135f7406d4875f5a8 */
"notifications__counter_copied" = "Räknare kopierad";

/* loco:6332c96135f7406d4875f5a9 */
"notifications__token_copied" = "Kod kopierad";

/* loco:6332c96135f7406d4875f5aa */
"notifications__next_token_copied" = "Nästa kod kopierad";

/* loco:6332c96135f7406d4875f5ad
 * notifications__would_you_like_to_add_this_code */
"notifications__add_code_question_title" = "Vill du lägga till %@?";

/* loco:6332c96135f7406d4875f5b1
 * MARK: - Permissions */
"permissions__open_settings" = "Öppna inställningar";

/* loco:6332c96135f7406d4875f5b8 */
"security__incorrect_PIN" = "Felaktig PIN-kod";

/* loco:6332c96135f7406d4875f5b9 */
"security__change_pin" = "Ändra PIN-kod";

/* loco:6332c96135f7406d4875f5ba */
"security__confirm_you_are_device_owner" = "Verifiera din identitet";

/* loco:6332c96135f7406d4875f5bb
 * security__confirm_your_new_pin */
"security__confirm_new_pin" = "Upprepa ny PIN-kod";

/* loco:6332c96135f7406d4875f5bc */
"security__create_pin" = "Välj PIN-kod";

/* loco:6332c96135f7406d4875f5c0 */
"security__enter_current_pin" = "Ange nuvarande PIN-kod";

/* loco:6332c96135f7406d4875f5c1
 * security__enter_your_new_pin */
"security__enter_new_pin" = "Välj PIN-kod";

/* loco:6332c96135f7406d4875f5c2
 * security__enter_your_pin */
"security__enter_pin" = "Ange PIN-kod";

/* loco:6332c96135f7406d4875f5c8
 * MARK: - Security */
"security__too_many_attempts_try_again_after_formatter" = "För många försök har gjorts. Försök igen %@.";

/* loco:6332c96135f7406d4875f5c9 */
"security__too_many_attempts_try_again_after" = "För många försök har gjorts. Försök igen om %@ minuter.";

/* loco:6332c96135f7406d4875f5ca
 * security__too_many_attempts_try_again_later */
"security__too_many_attempts_error" = "För många försök har gjorts. Försök igen senare.";

/* loco:6332c96135f7406d4875f5cb
 * security__too_many_attempts_try_again_after_one_minute */
"security__too_many_attempts_error_2" = "För många försök har gjorts. Försök igen om en minut.";

/* loco:6332c96135f7406d4875f5d8 */
"settings__backup_and_synchronization" = "Säkerhetskopiering och synkronisering";

/* loco:6332c96135f7406d4875f5d9 */
"settings__choose_topic" = "Välj ämne";

/* loco:6332c96135f7406d4875f5da */
"settings__configure_mail_service_try_again" = "Konfigurera e-posttjänst och försök igen";

/* loco:6332c96135f7406d4875f5e6 */
"settings__general" = "Allmänt";

/* loco:6332c96135f7406d4875f5e8 */
"settings__mail_services_not_available" = "E-posttjänst inte tillgänglig";

/* loco:6332c96135f7406d4875f5ef */
"settings__problem" = "Problem";

/* loco:6332c96135f7406d4875f5f1 */
"settings__security" = "Säkerhet";

/* loco:6332c96135f7406d4875f5f2 */
"settings__select_pin_length" = "Välj längd på PIN-kod";

/* loco:6332c96135f7406d4875f5f3 */
"settings__settings" = "Inställningar";

/* loco:6332c96135f7406d4875f5f6
 * czy to dalej będzie w aplikacji? */
"settings__suggestion" = "Förslag";

/* loco:6332c96135f7406d4875f5fd */
"settings__advanced" = "Avancerat";

/* loco:6332c96135f7406d4875f5fe */
"settings__widgets" = "Widgetar";

/* loco:6332c96135f7406d4875f5ff */
"settings__display_selected_services" = "Visa valda konton i widgetar på hemskärmen.";

/* loco:6332c96135f7406d4875f600
 * settings__after_you_enable_widgets */
"settings__widgets_title" = "Koder som syns i widgetar är inte skyddade av din PIN-kod.\n\nÄr du säker på att du vill aktivera widgetar?";

/* loco:6332c96135f7406d4875f601 */
"settings__show_next_token" = "Visa nästa kod";

/* loco:6332c96135f7406d4875f602 */
"settings__see_incoming_tokens" = "Se kommande koder i listan.";

/* loco:6332c96135f7406d4875f604 */
"settings__trash" = "Papperskorg";

/* loco:6332c96135f7406d4875f605 */
"settings__restore" = "Återställ";

/* loco:6332c96135f7406d4875f607 */
"settings__trash_is_empty" = "Papperskorgen är tom";

/* loco:6332c96135f7406d4875f608 */
"settings__share_app" = "Dela appen";

/* loco:6332c96135f7406d4875f60f
 * tokens__remove_from_list */
"tokens__delete_token" = "Är du säker på att du vill radera";

/* loco:6332c96135f7406d4875f610 */
"tokens__move_to_trash" = "Flytta till papperskorgen";

/* loco:6332c96135f7406d4875f612 */
"tokens__additional_info" = "Kommentar";

/* loco:6332c96135f7406d4875f613 */
"tokens__choose_method" = "Välj metod";

/* loco:6332c96135f7406d4875f617 */
"tokens__duplicated_private_key" = "Dubblett av hemlig nyckel";

/* loco:6332c96135f7406d4875f61c
 * tokens__incorrect_private_key */
"tokens__incorrect_service_key" = "Ogiltig hemlig nyckel (endast siffror mellan 2 och 7, bokstäver, max 512 tecken)";

/* loco:6332c96135f7406d4875f61d */
"tokens__try_again" = "Okej, försök igen";

/* loco:6332c96135f7406d4875f61f
 * Original: To capture the QR code
tokens__point_right_2fa_code */
"tokens__scan_qr_code_title" = "Rikta kameran mot skärmen och skanna QR-koden";

/* loco:6332c96135f7406d4875f620
 * tokens__private_key */
"tokens__service_key" = "Hemlig nyckel";

/* loco:6332c96135f7406d4875f621 */
"tokens__qr_code_leads_to_app_store" = "Den här QR-koden leder till App Store";

/* loco:6332c96135f7406d4875f624
 * tokens__remove_it_forever */
"tokens__remove_forever" = "Radera konto";

/* loco:6332c96135f7406d4875f625
 * tokens__search_by_service_name_or_login */
"tokens__search_service_title" = "Sök konto";

/* loco:6332c96135f7406d4875f626
 * tokens__search_sorry_service_not_found */
"tokens__service_not_found_search" = "Inget matchande konto hittades";

/* loco:6332c96135f7406d4875f627
 * Original: Take another try with a different search term
tokens__search_take_another_try_different_search_term */
"tokens__try_different_search_term" = "Prova att söka efter något annat";

/* loco:6332c96135f7406d4875f62e */
"tokens__service_key_to_short" = "Nyckeln är för kort. Minst 4 tecken.";

/* loco:6332c96135f7406d4875f62f */
"tokens__service_name" = "Namn för kontot";

/* loco:6332c96135f7406d4875f633
 * tokens__this_private_key_exists_used_in */
"tokens__service_key_already_used_title" = "Den hemliga nyckeln i den skannade QR-koden används redan för %@. Du har troligen redan skannat den förut";

/* loco:6332c96135f7406d4875f634 */
"tokens__this_qr_code_is_inavlid" = "QR-koden är ogiltig eller stöds inte. Försök igen.";

/* loco:6332c96135f7406d4875f638 */
"tokens__type_service_name" = "Ange namn för kontot";

/* loco:6332c96135f7406d4875f639 */
"tokens__enter_service_name" = "Ange namn för kontot";

/* loco:6332c96135f7406d4875f63a
 * tokens__unfortunately_we_dont_know_that_service_name_it */
"tokens__service_name_unknown_title" = "Tyvärr känner vi inte igen det här kontot. Vad vill du att det ska heta?";

/* loco:6332c96135f7406d4875f63d
 * tokens__you_wont_be_able_to_restore */
"tokens__token_not_possible_to_restore" = "Du kommer inte att kunna återställa det här kontot.";

/* loco:6332c96135f7406d4875f63e */
"tokens__badge_color" = "Accentfärg";

/* loco:6332c96135f7406d4875f63f */
"tokens__change_brand_icon" = "Ändra ikon";

/* loco:6332c96135f7406d4875f641 */
"tokens__change_label" = "Ändra etikett";

/* loco:6332c96135f7406d4875f642 */
"tokens__service_information" = "Kontoinformation";

/* loco:6332c96135f7406d4875f643 */
"tokens__personalization" = "Anpassning";

/* loco:6332c96135f7406d4875f645 */
"tokens__brand_icon" = "Ikon";

/* loco:6332c96135f7406d4875f646 */
"tokens__label" = "Etikett";

/* loco:6332c96135f7406d4875f647
 * tokens__remove_the_service */
"tokens__remove_service_from_app" = "Radera kontot från 2FAS-appen";

/* loco:6332c96135f7406d4875f648
 * tokens__label_one_or_two */
"tokens__label_characters_title" = "Etikett (1 eller 2 tecken)";

/* loco:6332c96135f7406d4875f649 */
"tokens__pick_background_color" = "Välj bakgrundsfärg:";

/* loco:6332c96135f7406d4875f64a */
"tokens__num_added" = "%@ har lagts till";

/* loco:6332c96135f7406d4875f64b */
"tokens__next_token" = "Nästa kod: %@";

/* loco:6332c96135f7406d4875f64c */
"tokens__next_token_title" = "Nästa kod";

/* loco:6332c96135f7406d4875f64d */
"tokens__my_tokens" = "Mina koder";

/* loco:6332c96135f7406d4875f64e */
"tokens__removing_group" = "Tar bort grupp";

/* loco:6332c96135f7406d4875f64f
 * tokens__all_tokens_will_be_moved */
"tokens__all_tokens_moved_to_group_title" = "Alla koder flyttas till gruppen \"Mina koder\"";

/* loco:6332c96135f7406d4875f650 */
"tokens__add_group" = "Lägg till grupp";

/* loco:6332c96135f7406d4875f651 */
"tokens__group_name" = "Gruppnamn:";

/* loco:6332c96135f7406d4875f652 */
"tokens__select_from_gallery" = "Välj från galleri";

/* loco:6332c96135f7406d4875f653 */
"tokens__camera_is_unavailable" = "Kameran är otillgänglig";

/* loco:6332c96135f7406d4875f654
 * tokens__check_if_app_has_proper_permissions */
"tokens__check_app_permissions" = "Kontrollera om appen har rätt behörigheter i systeminställningarna";

/* loco:6332c96135f7406d4875f655 */
"tokens__no_qr_codes_found" = "Ingen QR-kod hittades";

/* loco:6332c96135f7406d4875f656
 * tokens__no_correct_qr_code_had_been_found

No correct QR codes had been found in the selected image. Please try a different image. */
"tokens__no_correct_qr_code_found_title" = "Det finns ingen giltig QR-kod i den valda bilden. Prova att välja en annan bild.";

/* loco:6332c96135f7406d4875f658 */
"tokens__select_service" = "Välj konto";

/* loco:6332c96135f7406d4875f659 */
"tokens__adding_service_question_title" = "Vilket konto vill du lägga till?";

/* loco:6332c96135f7406d4875f65a */
"tokens__retype_this_token" = "Ange koden på nytt";

/* loco:6332c96135f7406d4875f65b
 * tokens__unlock_and_retype_this_token */
"tokens__unlock_and_retype_token_title" = "Lås upp och ange den här koden";

/* loco:6332c96135f7406d4875f65c */
"tokens__group" = "Grupp";

/* loco:6332c96135f7406d4875f65d */
"tokens__select_group" = "Välj grupp";

/* loco:6332c96135f7406d4875f65e */
"tokens__google_auth_import" = "Importerar 2FA-koder från Google Authenticator";

/* loco:6332c96135f7406d4875f65f */
"tokens__google_auth_import_subtitle" = "Den här QR-koden låter dig importera koder från Google Authenticator.";

/* loco:6332c96135f7406d4875f660
 * A number replaces %d */
"tokens__google_auth_out_of_title" = "%d av %d";

/* loco:6332c96135f7406d4875f661 */
"tokens__google_auth_import_subtitle_end" = "koder kommer att importeras.";

/* loco:6332c96135f7406d4875f662 */
"tokens__sort_by" = "Sortera";

/* loco:6332c96135f7406d4875f663
 * tokens__sort_by_az */
"tokens__sort_by_a_to_z" = "A - Ö";

/* loco:6332c96135f7406d4875f664
 * tokens__sort_by_za */
"tokens__sort_by_z_to_a" = "Ö - A";

/* loco:6332c96135f7406d4875f665 */
"tokens__sort_by_manual" = "Anpassad ordning";

/* loco:6332c96135f7406d4875f666 */
"tokens__advanced" = "Avancerat";

/* loco:6332c96135f7406d4875f667
 * tokens__advanced_alert_title */
"tokens__advanced_alert" = "Varning";

/* loco:6332c96135f7406d4875f668
 * tokens__advanced_alert_description */
"tokens__advanced_alert_description_title" = "Det rekommenderas inte att ändra de avancerade inställningarna. Gör det bara om 2FA-tjänsten kräver det och du har fått tydliga instruktioner.";

/* loco:6332c96135f7406d4875f669 */
"tokens__token_settings" = "Kodinställningar";

/* loco:6332c96135f7406d4875f66a */
"tokens__otp_authentication" = "OTP-autentisering";

/* loco:6332c96135f7406d4875f66b */
"tokens__algorithm" = "Algoritm";

/* loco:6332c96135f7406d4875f66c */
"tokens__refresh_time" = "Tidsperiod";

/* loco:6332c96135f7406d4875f66d */
"tokens__number_of_digits" = "Antal siffror";

/* loco:6332c96135f7406d4875f66e */
"tokens__counter" = "Räknare";

/* loco:6332c96135f7406d4875f66f */
"tokens__initial_counter" = "Startvärde för räknare";

/* loco:6332c96135f7406d4875f670
 * A number replaces %d */
"tokens__second" = "%d sek";

/* loco:6332c96135f7406d4875f671 */
"tokens__hotp" = "HOTP";

/* loco:6332c96135f7406d4875f672 */
"tokens__totp" = "TOTP";

/* loco:6332c96135f7406d4875f673 */
"tokens__advanced_settings_footer_title" = "Det rekommenderas inte att ändra de avancerade inställningarna. Gör det bara om 2FA-tjänsten kräver det och du har fått tydliga instruktioner.";

/* loco:6332c96135f7406d4875f674 */
"tokens__gallery_advice_title" = "Bästa praxis";

/* loco:6332c96135f7406d4875f675
 * ADD A SPACE AT THE END */
"tokens__gallery_advice_content_first" = "Kontot har lagts till. Vi rekommenderar starkt att du ";

/* loco:6332c96135f7406d4875f676
 * ADD A SPACE AFTER COMA */
"tokens__gallery_advice_content_middle_bold" = "raderar bilden av QR-koden från ditt galleri. ";

/* loco:6332c96135f7406d4875f677 */
"tokens__gallery_advice_content_last" = "\nOm någon kommer åt QR-koden kan hen få 2FA-koderna till det här kontot.";

/* loco:6332c96135f7406d4875f678 */
"tokens__request_icon_page_title" = "Begär en ikon";

/* loco:6332c96135f7406d4875f679 */
"tokens__request_icon_social_title" = "Berätta för oss på Discord";

/* loco:6332c96135f7406d4875f67a */
"tokens__request_icon_social_link" = "Gå med i vår Discord-server";

/* loco:6332c96135f7406d4875f67b */
"tokens__request_icon_social_description" = "och låt användarna rösta bland begärda ikoner.";

/* loco:6332c96135f7406d4875f67c */
"tokens__request_icon_middle" = "eller";

/* loco:6332c96135f7406d4875f67d */
"tokens__request_icon_provider_title" = "Berätta för tjänsteleverantören";

/* loco:6332c96135f7406d4875f67e */
"tokens__request_icon_provider_description" = "Du kan skicka den här texten via sociala medier eller e-post:";

/* loco:6332c96135f7406d4875f67f */
"tokens__request_icon_provider_message" = "Hej! Jag använder 2FAS-appen för att logga in på er tjänst med 2FA. Er logotyp saknas dock i appen. Ni kan skicka in er logotyp här: https://2fas.com/yb";

/* loco:6332c96135f7406d4875f680 */
"tokens__request_icon_provider_message_link" = "https://2fas.com/yb";

/* loco:6332c96135f7406d4875f681 */
"tokens__request_icon_provider_footnote" = "Glöm inte att tagga företagets officiella konto!";

/* loco:6332c96135f7406d4875f682 */
"tokens__order_icon_description" = "Hittar du inte ikonen i 2FAS-appen?";

/* loco:6332c96135f7406d4875f683 */
"tokens__order_icon_link" = "Begär en ikon";

/* loco:6332c96135f7406d4875f684 */
"tokens__order_icon_title" = "Begär en ikon";

/* loco:6332c96135f7406d4875f685 */
"tokens__order_menu_title" = "Välj hur du vill begära";

/* loco:6332c96135f7406d4875f686 */
"tokens__order_menu_option_user" = "Begär ikon som användare";

/* loco:6332c96135f7406d4875f687 */
"tokens__order_menu_option_company" = "Skicka in ikon som företag";

/* loco:6332c96135f7406d4875f688
 * tokens__you_will_not_be_able_to_sign_in_to_your */
"tokens__sign_in_not_possible_title" = "Du kommer inte att kunna logga in på ditt %@-konto utan koden så länge tvåfaktorsautentisering är aktiverat på %@.";

/* loco:6332c96135f7406d4875f6cd */
"voiceover__show_service_key" = "Visa hemlig nyckel";

/* loco:6332c96135f7406d4875f6ce */
"voiceover__copy_service_key" = "Kopiera hemlig nyckel";

/* loco:6332c96135f7406d4875f6cf
 * voiceover__seconds_left */
"voiceover__seconds_left_counter_title" = "Antal sekunder innan koden ändras";

/* loco:6332c96135f7406d4875f6d0 */
"voiceover__delete_button" = "Radera, knapp";

/* loco:6332c96135f7406d4875f6d3 */
"voiceover__service_deleted" = "Konto raderat";

/* loco:6332c96135f7406d4875f6d5
 * voiceover__hidden_secret_key_use_show button */
"voiceover__reveal_hidden_secret_key_button_title" = "Detta fält innehåller en hemlig nyckel. För att visa den, använd knappen \"Visa\". Den fungerar bara om du har ställt in en PIN-kod i appen.";

/* loco:6332c96135f7406d4875f6d6 */
"voiceover__service_name" = "Namn för kontot: %@";

/* loco:6332c96135f7406d4875f6d7 */
"voiceover__additional_info" = "Kommentar: %@";

/* loco:6332c96135f7406d4875f6d8 */
"voiceover__token_tap_to_copy" = "Kod %@. Tryck för att kopiera.";

/* loco:6332c96135f7406d4875f6d9 */
"voiceover__edit" = "Redigera %@";

/* loco:6332c96135f7406d4875f6da */
"voiceover__service_label_with_name_and_color" = "Etikett för konto med namnet %@ och %@ färg";

/* loco:6332c96135f7406d4875f6db */
"voiceover__service_icon" = "Ikon för %@";

/* loco:6332c96135f7406d4875f6dc */
"voiceover__selected" = "Markerad";

/* loco:6332c96135f7406d4875f6dd */
"voiceover__not_selected" = "Inte markerad";

/* loco:6332c96135f7406d4875f6de */
"voiceover__badge_color" = "Accentfärg: %@";

/* loco:6332c96135f7406d4875f6df */
"voiceover__dismissing" = "Stänger";

/* loco:6332c96135f7406d4875f6e0 */
"voiceover__secret_hint" = "Endast siffror mellan 2 och 9, bokstäver. Minst 4 tecken.";

/* loco:6332c96135f7406d4875f6e1 */
"voiceover__add_service" = "Lägg till konto";

/* loco:6332c96135f7406d4875f6e2 */
"voiceover__add_group" = "Lägg till grupp";

/* loco:6332c96135f7406d4875f6e3
 * voiceover__use_add_service_button */
"voiceover__use_add_service_button_title" = "Använd knappen \"Lägg till konto\" för att lägga till ett konto";

/* loco:6332c96135f7406d4875f6e4 */
"voiceover__no_search_results" = "Inga sökresultat";

/* loco:6332c96135f7406d4875f6e6
 * voiceover__sort_by */
"voiceover__sort_by_title" = "Använd \"Sortera\" för att ändra ordning på konton";

/* loco:6332c96135f7406d4875f6e7 */
"voiceover__spinner" = "Läser in";

/* loco:6332c96135f7406d4875f6f3 */
"backup__incorrect_secret" = "Det gick inte att säkerhetskopiera eftersom ”%@” har en hemlig nyckel med otillåtna tecken. Ta bort den från listan och försök igen.";

/* loco:6332c96135f7406d4875f6f4 */
"backup__import" = "Importera";

/* loco:6332c96135f7406d4875f6f5 */
"backup__export" = "Exportera";

/* loco:6332c96135f7406d4875f6f7 */
"backup__backup_disabled_title" = "2FAS-säkerhetskopiering stängs av för att skydda säkerhetskopian";

/* loco:6332c96135f7406d4875f6f8 */
"backup__error_while_exporting_file" = "Fel vid export";

/* loco:6332c96135f7406d4875f6fb */
"backup__import_completed_successfuly" = "Import slutförd!";

/* loco:6332c96135f7406d4875f6fe
 * camera__video_device_in_use_by_another_app */
"camera__camera_used_by_other_app_title" = "Kameran används av en annan app. Stäng andra appar, eller om det inte hjälper, starta om enheten.";

/* loco:6332c96135f7406d4875f6ff
 * camera__video_device_unavailable_due_to_system_overload */
"camera__camera_unavailable_title" = "Kameran är otillgänglig eftersom enheten är upptagen. Prova att starta om enheten.";

/* loco:6332c96135f7406d4875f700 */
"camera__cant_initialize_camera_general" = "Kunde inte starta kameran. Prova att starta om enheten.";

/* loco:6332c96135f7406d4875f701 */
"camera__cant_initialize_camera_split_view" = "Kunde inte starta kameran i delad vy. Öppna appen i helskärm och försök igen.";

/* loco:6332c96135f7406d4875f702 */
"restore__how_to_restore" = "Hur återställer jag 2FAS-appen?";

/* loco:6332c96135f7406d4875f703 */
"restore__application_restoration" = "Återställning av appen";

/* loco:6332c96135f7406d4875f704
 * restore_if_you_forgotten */
"restore__reset_Pin_title" = "Om du har glömt PIN-koden eller vill rensa 2FAS-appen behöver du installera om appen.";

/* loco:6332c96135f7406d4875f705
 * restore_please_remember */
"restore__backup_advice" = "Observera att om du rensar appen utan att ha en säkerhetskopia så kommer du förlora dina koder. Därmed kan du bli utelåst från alla dina konton som är säkrade med tvåfaktorsautentisering.";

/* loco:6332c96135f7406d4875f706
 * restore_if_you_have_backup */
"restore__backup_title" = "Om du har en säkerhetskopia kan du ta det lugnt, för du kommer att kunna få tillbaka dina koder.";

/* loco:6332c96135f7406d4875f707 */
"backup__cloud_backup" = "Säkerhetskopiering i molnet";

/* loco:6332c96135f7406d4875f708 */
"backup__icloud_sync" = "Synka med iCloud";

/* loco:6332c96135f7406d4875f709 */
"backup__section_description" = "REKOMMENDERAS: iCloud-synkronisering håller dina koder säkra på iCloud ifall att din enhet skulle tappas bort eller skadas. Låt det vara påslaget.";

/* loco:6332c96135f7406d4875f70a */
"backup__file_backup" = "Säkerhetskopia på fil";

/* loco:6332c96135f7406d4875f70b
 * backup__use_file_backup_for */
"backup__file_backup_offline_title" = "Använd detta för att säkerhetskopiera dina koder offline.";

/* loco:6332c96135f7406d4875f70c */
"backup__backup_removal" = "Radering av säkerhetskopia";

/* loco:6332c96135f7406d4875f70d */
"backup__delete_2fas_backup" = "Radera 2FAS-säkerhetskopia";

/* loco:6332c96135f7406d4875f70f */
"backup__warning_introduction" = "Varning! Om du raderar säkerhetskopian raderar du också alla koder från andra enheter som synkroniseras med det här kontot. För att behålla koderna på andra enheter, se till att du har stängt av 2FAS-säkerhetskopiering innan du raderar.";

/* loco:6332c96135f7406d4875f710
 * backup__i_want_to_delete */
"backup__delete_title" = "Radera säkerhetskopia";

/* loco:6332c96135f7406d4875f711 */
"backup__export_to_backup_file" = "Exportera säkerhetskopia till fil";

/* loco:6332c96135f7406d4875f712
 * backup__you_can_import_exported_file */
"backup__import_file_title" = "Du kan importera dessa filer på andra enheter med 2FAS-appen.";

/* loco:6332c96135f7406d4875f713 */
"backup__export_to_file" = "Exportera till fil";

/* loco:6332c96135f7406d4875f715 */
"backup__verify_pin" = "Verifiera PIN-kod";

/* loco:6332c96135f7406d4875f716 */
"backup__save_file" = "Spara fil";

/* loco:6332c96135f7406d4875f717 */
"backup__import_backup_file" = "Importera säkerhetskopia från fil";

/* loco:6332c96135f7406d4875f718
 * backup__youre_goint_to_import_backup */
"backup__import_other_devices" = "Du är på väg att importera en säkerhetskopia som innehåller";

/* loco:6332c96135f7406d4875f719 */
"backup__import_file" = "Importera från fil";

/* loco:6332c96135f7406d4875f71a */
"backup__choose_antother_file" = "Välj en annan fil";

/* loco:6332c96135f7406d4875f71b */
"backup__no_new_services" = "Inget att importera";

/* loco:6332c96135f7406d4875f71c */
"backup__file_error" = "Fel i filen!";

/* loco:6332c96135f7406d4875f71d
 * backup__services_form_file_will_be_merged */
"backup__services_merge_title" = "Kontona i filen kommer att slås ihop med dem i appen";

/* loco:6332c96135f7406d4875f71e */
"backup__no_new_services_error" = "Antingen är filen tom eller så finns redan alla konton i appen";

/* loco:6332c96135f7406d4875f71f */
"backup__update_required_to_import_title" = "Du behöver uppdatera appen för att importera den här filen. Du hittar den senaste versionen på App Store.";

/* loco:6332c96135f7406d4875f720 */
"backup__cant_read_file_error" = "Kunde inte läsa filen. Den kan vara skadad eller så uppstod ett fel när den skulle öppnas. Vänligen välj en annan fil.";

/* loco:6332c96135f7406d4875f721 */
"backup__password" = "Lösenord";

/* loco:6332c96135f7406d4875f722 */
"backup__repeat_password" = "Upprepa lösenord";

/* loco:6332c96135f7406d4875f723 */
"backup__incorrect_character_error" = "Otillåtet tecken. Använd endast bokstäver A-Z, a-z, siffror och symboler: -_/!#$%&+*~@?=^.,'(){}[]:;<>|";

/* loco:6332c96135f7406d4875f724 */
"backup__to_short_error" = "Lösenordet är för kort (minst 3 tecken)";

/* loco:6332c96135f7406d4875f725 */
"backup__passwords_dont_match" = "Lösenorden stämmer inte överens";

/* loco:6332c96135f7406d4875f726 */
"backup__save_and_export" = "Spara och exportera";

/* loco:6332c96135f7406d4875f727 */
"backup__set_password_title" = "För bättre säkerhet, välj ett lösenord för säkerhetskopian";

/* loco:6332c96135f7406d4875f728 */
"backup__enter_password_title" = "Ange lösenordet till den här filen för att fortsätta";

/* loco:6332c96135f7406d4875f729 */
"backup__backup_file_password_title" = "Välj ett lösenord för den här säkerhetskopian";

/* loco:6332c96135f7406d4875f72a */
"backup__incorrect_password" = "Felaktigt lösenord";

/* loco:6332c96135f7406d4875f72b
 * %d - number */
"backup__new_services" = "%d nya konton";

/* loco:6332c96135f7406d4875f72c
 * %d - number */
"backup__services_imported_count" = "%d konton importerades från filen";

/* loco:6332c96135f7406d4875f72d
 * backup__user_has_icloud_problem */
"backup__icloud_problem" = "Det finns ett problem med iCloud. Kontrollera systeminställningarna.";

/* loco:6332c96135f7406d4875f72f
 * backup__encrypted_unsupported */
"backup__encrypted_files_not_supported" = "Den här filen är krypterad. 2FAS fungerar endast med icke-krypterade filer.";

/* loco:6332c96135f7406d4875f730 */
"tokens__copy_token" = "Kopiera kod";

/* loco:6332c96135f7406d4875f731
 * tokens__i_want_to_delete_this_servie */
"tokens__i_want_to_delete_this_token" = "Ja, jag vill radera kontot";

/* loco:6332c96135f7406d4875f732 */
"color__neutral" = "Neutral";

/* loco:6332c96135f7406d4875f733 */
"color__light_blue" = "Ljusblå";

/* loco:6332c96135f7406d4875f734 */
"color__indigo" = "Indigo";

/* loco:6332c96135f7406d4875f735 */
"color__purple" = "Lila";

/* loco:6332c96135f7406d4875f736 */
"color__turquoise" = "Turkos";

/* loco:6332c96135f7406d4875f737 */
"color__green" = "Grön";

/* loco:6332c96135f7406d4875f738 */
"color__red" = "Röd";

/* loco:6332c96135f7406d4875f739 */
"color__orange" = "Orange";

/* loco:6332c96135f7406d4875f73a */
"color__yellow" = "Gul";

/* loco:6332c96135f7406d4875f73c */
"settings__knowledge" = "Kunskapsbas";

/* loco:6332c96135f7406d4875f73d */
"settings__support_and_share" = "Stöd och dela";

/* loco:6332c96135f7406d4875f73e */
"settings__tell_a_friend" = "Berätta för en vän";

/* loco:6332c96135f7406d4875f73f */
"settings__write_a_review" = "Skriv en recension";

/* loco:6332c96135f7406d4875f741 */
"settings__about" = "Om appen";

/* loco:6332c96135f7406d4875f742 */
"settings__privacy_policy" = "Integritetspolicy";

/* loco:6332c96135f7406d4875f743 */
"settings__terms_of_service" = "Användarvillkor";

/* loco:6332c96135f7406d4875f744 */
"settings__version" = "Appversion %@";

/* loco:6332c96135f7406d4875f745 */
"settings__no_limit" = "Obegränsad";

/* loco:6332c96135f7406d4875f746 */
"settings__pin_code" = "PIN-kod";

/* loco:6332c96135f7406d4875f747 */
"settings__app_security" = "Appsäkerhet";

/* loco:6332c96135f7406d4875f748 */
"settings__app_blocking" = "Inställningar för nedlåsning";

/* loco:6332c96135f7406d4875f749 */
"settings__face_id" = "Face ID";

/* loco:6332c96135f7406d4875f74a */
"settings__touch_id" = "Touch ID";

/* loco:6332c96135f7406d4875f74b
 * settings__how_many_attempts_header */
"settings__too_many_attempts_header" = "Lås ned efter X misslyckade försök:";

/* loco:6332c96135f7406d4875f74c */
"settings__how_many_attempts_footer" = "Välj hur många misslyckade försök att ange PIN-koden som ska krävas innan appen låses ned (tidslängden kan ändras nedan).";

/* loco:6332c96135f7406d4875f74d */
"settings__block_for" = "Tid för nedlåsning";

/* loco:6332c96135f7406d4875f74e */
"settings__3_minutes" = "3 minuter";

/* loco:6332c96135f7406d4875f74f */
"settings__5_minutes" = "5 minuter";

/* loco:6332c96135f7406d4875f750 */
"settings__10_minutes" = "10 minuter";

/* loco:6332c96135f7406d4875f751 */
"settings__limit_of_trials" = "Antal misslyckade försök";

/* loco:6332c96135f7406d4875f752 */
"settings__pin_4_digits" = "4-siffrig";

/* loco:6332c96135f7406d4875f753 */
"settings__pin_6_digits" = "6-siffrig";

/* loco:6332c96135f7406d4875f754 */
"settings__biometric_authentication" = "Biometri";

/* loco:6332c96135f7406d4875f755 */
"settings__donations" = "Donationer";

/* loco:6332c96135f7406d4875f756 */
"settings__donate_twofas" = "Donera till 2FAS";

/* loco:6332c96135f7406d4875f757 */
"new_version__new_version_title" = "Ny version";

/* loco:6332c96135f7406d4875f758 */
"new_version__new_version_message_ios" = "En ny version av 2FAS finns på App Store. Uppdatera nu!";

/* loco:6332c96135f7406d4875f759 */
"new_version__update_action" = "Uppdatera nu";

/* loco:6332c96135f7406d4875f75a
 * new_version__skip_action */
"new_version__skip_title" = "Hoppa över den här versionen";

/* loco:6332c96135f7406d4875f75b
 * new_version__later_action */
"new_version__update_later" = "Uppdatera senare";

/* loco:6332c96135f7406d4875f75c */
"browser__browser_extension" = "Webbläsartillägg";

/* loco:6332c96135f7406d4875f75d */
"browser__info_title" = "2FAS webbläsartillägg";

/* loco:6332c96135f7406d4875f75e */
"browser__info_description_first" = "Installera 2FAS webbläsartillägg på din dator.";

/* loco:6332c96135f7406d4875f75f */
"browser__info_description_second" = "Parkoppla med 2FAS-appen.";

/* loco:6332c96135f7406d4875f760 */
"browser__more_info" = "Mer info:";

/* loco:6332c96135f7406d4875f761 */
"browser__more_info_link_title" = "2fas.com/be";

/* loco:6332c96135f7406d4875f762 */
"browser__pair_with_web_browser" = "Parkoppla med webbläsare";

/* loco:6332c96135f7406d4875f763 */
"browser__more_info_link" = "https://www.2fas.com/be";

/* loco:6332c96135f7406d4875f764 */
"browser__pairing_successful_title" = "Parkoppling slutförd!";

/* loco:6332c96135f7406d4875f765 */
"browser__pairing_successful_description" = "2FAS kommer att skicka en notis till din mobil när du loggar in på ett konto i den här webbläsaren. Du behöver inte längre skriva koden varje gång.";

/* loco:6332c96135f7406d4875f766 */
"browser__pairing_failed_title" = "Parkoppling misslyckades :(";

/* loco:6332c96135f7406d4875f767 */
"browser__pairing_failed_description" = "2FAS kunde inte parkoppla med webbläsaren. Vänligen försök igen.";

/* loco:6332c96135f7406d4875f768
 * browser__pairing_already_paired_title */
"browser__already_paired_title" = "Redan parkopplad!";

/* loco:6332c96135f7406d4875f769
 * browser__pairing_already_paired_description */
"browser__already_paired_description" = "Den här webbläsaren är redan parkopplad med den här enheten.";

/* loco:6332c96135f7406d4875f76a */
"browser__contact_support" = "Kontakta support";

/* loco:6332c96135f7406d4875f76b */
"browser__pairing_with_browser" = "Parkopplar med webbläsaren";

/* loco:6332c96135f7406d4875f76d
 * browser__paired_devices */
"browser__paired_devices_browser_title" = "Parkopplade webbläsare";

/* loco:6332c96135f7406d4875f76e */
"browser__add_new" = "Lägg till";

/* loco:6332c96135f7406d4875f76f
 * browser__this_device */
"browser__this_device_name" = "Enhetens namn";

/* loco:6332c96135f7406d4875f770 */
"browser__device_name" = "Enhetens namn";

/* loco:6332c96135f7406d4875f771 */
"browser__name" = "Namn";

/* loco:6332c96135f7406d4875f772 */
"browser__this_device_footer" = "Namnet hjälper dig att särskilja den här enheten från andra parkopplade enheter";

/* loco:6332c96135f7406d4875f773 */
"browser__browser_extension_settings" = "Inställningar för tillägg";

/* loco:6332c96135f7406d4875f774 */
"browser__unkown_name" = "<UNKOWN_NAME>";

/* loco:6332c96135f7406d4875f775 */
"browser__request_source_description" = "%@ har begärt en 2FA-kod för %@. Välj vilket konto som ska delas och kopplas till den här domänen.";

/* loco:6332c96135f7406d4875f776 */
"browser__request" = "Förfrågan från webbläsare";

/* loco:6332c96135f7406d4875f777
 * browser__code_success */
"browser__code_success_title" = "Kod skickad!";

/* loco:6332c96135f7406d4875f778 */
"browser__code_failure" = "Kunde inte skicka koden. %@";

/* loco:6332c96135f7406d4875f779 */
"browser__deleting_paired_device_title" = "Ta bort parkopplad enhet?";

/* loco:6332c96135f7406d4875f77a */
"browser__deleting_paired_device_content" = "Är du säker på att du vill koppla ifrån enheten?";

/* loco:6332c96135f7406d4875f77c */
"browser__pairing_date" = "Parkopplades";

/* loco:6332c96135f7406d4875f77d */
"browser__forget_this_browser" = "Glöm webbläsare";

/* loco:6332c96135f7406d4875f77e
 * browser__service_is_paired_list_description */
"browser__paired_domains_list_title" = "Kopplade domäner";

/* loco:6332c96135f7406d4875f77f */
"browser__deleting_extension_pairing_title" = "Ta bort domän?";

/* loco:6332c96135f7406d4875f780 */
"browser__deleting_extension_pairing_content" = "Nästa gång du använder webbläsartillägget för att logga in på %@ kommer du bli ombedd att koppla domänen igen.";

/* loco:6332c96135f7406d4875f781 */
"browser__push_notifications_title" = "Notiser";

/* loco:6332c96135f7406d4875f782 */
"browser__push_notifications_content" = "För att kunna använda webbläsartillägget behöver appen åtkomst till att skicka notiser. Du kan ändra detta när som helst i systeminställningarna.";

/* loco:6332c96135f7406d4875f783 */
"browser__request_expired" = "Förfrågan har löpt ut";

/* loco:6332c96135f7406d4875f784 */
"browser__2fa_token_request_title" = "Förfrågan om 2FA-kod";

/* loco:6332c96135f7406d4875f785
 * ADD A SPACE AT THE END! */
"browser__2fa_token_request_content" = "Vill du dela 2FA-koden för ";

/* loco:6332c96135f7406d4875f786 */
"notifications__no_notifications" = "Inga notiser";

/* loco:6332c96ba6877120ce6fc152 */
"CFBundleSpokenName" = "2 F A S";

/* loco:63344624e6899974bd0ddf52 */
"commons__2fas_toolbar" = "2FAS";

/* loco:63344c64898727028e0b21e4 */
"backup__google_drive_not_available" = "Google Drive är inte tillgängligt";

/* loco:63344d5c091e850f532386e2 */
"backup__google_drive_disabled_title" = "Google Drive-synkning är avstängd";

/* loco:633dd102f5f0b5080b43b5c2 */
"backup__update_required_to_import_title_2" = "Du behöver uppdatera appen för att importera den här filen. Du hittar den senaste versionen på Google Play.";

/* loco:633dd72f6078ca50d63ab0d2 */
"tokens__qr_code_leads_to_google_store" = "Den här QR-koden leder till Google Play";

/* loco:633dd77670b050133f55b642 */
"introduction__page_4_content_android" = "Dina koder lagras offline på enheten, så kom ihåg att säkerhetskopiera! Använd Google Drive-synkronisering och en PIN-kod för att skydda mot att enheten går sönder eller hamnar i fel händer.";

/* loco:633ef646dbb7c078261c3ec2 */
"new_version__new_version_message_android" = "En ny version av 2FAS finns på Google Play. Uppdatera nu!";

/* loco:6341dca6b874ee3bc41b6952 */
"security_error_no_match" = "PIN-koderna stämmer inte överens! Vänligen försök igen.";

/* loco:6341de59fcbb0b491c24b1d2 */
"settings_developer_options" = "Utvecklaralternativ";

/* loco:6341df0295f3d3034a6ff7a2 */
"settings__external_import" = "Importera koder";

/* loco:6341df76c6a1db420732d3c2 */
"settings__browser_extension_result_toolbar_title" = "Resultat av parkoppling";

/* loco:6341dfada8cef8553b42a792 */
"tokens__caution" = "VARNING";

/* loco:6341e0f7a225c97dee2604d2 */
"tokens__qr_point_and_scan_again" = "Rikta kameran mot den rätta QR-koden och skanna igen.";

/* loco:6341e3d560c2a75b635dd902 */
"tokens__service_unsaved_changes" = "Vill du slänga dina ändringar?";

/* loco:6341e3fac678e32ee1180b92 */
"tokens__service_unsaved_changes_title" = "Osparade ändringar";

/* loco:6341e444ae7e4f6979438fc2 */
"tokens__service_key_invalid_format" = "Nyckeln har ett ogiltigt format";

/* loco:6341e574a77fa94abc6bf6f2 */
"intent_error_no_gallery_app" = "Systemfel! Det finns ingen förvald galleri-app.";

/* loco:6341e59ab278cb37a15f15c2 */
"gdrive_permission_title" = "Åtkomst till Google Drive";

/* loco:6341e5b6a77fa94abc6bf6f4 */
"gdrive_permission_msg" = "Vi behöver åtkomst till Google Drive för att kunna spara säkerhetskopian där.";

/* loco:6341e5d80edc9064be2a0d92 */
"gdrive_internet_title" = "Internetuppkoppling krävs";

/* loco:6341e5ef48f8396250741ae2 */
"gdrive_internet_msg" = "För att synkronisera med Google Drive behöver du ansluta till internet.";

/* loco:6341e60b1b9712646f45c272 */
"gdrive_wipe_internet_msg" = "För att koppla från Google Drive behöver du ansluta till internet.";

/* loco:6341e6334097a7635715ca52 */
"backup_explanation_msg" = "Lagra och synkronisera automatiskt din säkerhetskopia i en dold mapp på din Google Drive. Denna mapp är endast tillgänglig för 2FAS-appen.";

/* loco:6341e6565450ef7fd46dec02 */
"backup_error_unknown" = "Ett fel uppstod när säkerhetskopian skulle synkroniseras. Starta om appen och försök igen om några minuter.";

/* loco:6341e66aa77fa94abc6bf6f6 */
"backup_error_encrypt_unknown" = "Ett fel uppstod när säkerhetskopian skulle krypteras. Vänligen ange lösenordet igen.";

/* loco:6341e681b278cb37a15f15c4 */
"backup_error_decrypt_unknown" = "Ett fel uppstod när säkerhetskopian skulle dekrypteras. Vänligen ange lösenordet igen.";

/* loco:6342c92df1d3612fe712f1a2 */
"backup__google_drive_problem_title" = "Det finns ett problem med iCloud. Kontrollera systeminställningarna.";

/* loco:6342c9535447700251180692 */
"backup_error_auth" = "Åtkomst till ditt Google Drive-konto nekades. Prova att slå på och av synkroniseringen.";

/* loco:6342c9b1c41b2c66a2359362 */
"backup_error_no_password" = "Din säkerhetskopia är lösenordsskyddad. Aktivera och ange lösenordet.";

/* loco:6342c9ec69dbe97d4972d4f2 */
"backup_error_wrong_password" = "Din säkerhetskopia är lösenordsskyddad men lösenordet du angav är felaktigt. Aktivera och ange lösenordet.";

/* loco:6342ca1db1a1053c734e5c12 */
"customization_service_assignment" = "Koppling av konto";

/* loco:6342ca2fb1a1053c734e5c14 */
"customization_personalization" = "Anpassning";

/* loco:6342ca5d87da3c0adf6481f2 */
"customization_change_brand" = "Ändra ikon";

/* loco:6342ca7169dbe97d4972d4f4 */
"customization_advanced" = "Avancerat";

/* loco:6342ca89c41b2c66a2359364 */
"customization_request_icon" = "Begär en ikon";

/* loco:6342ca9d87da3c0adf6481f4 */
"customization_edit_label" = "Redigera etikett";

/* loco:6342cb2f188f327fde0567d2 */
"groups_delete_msg" = "Är du säker på att du vill radera den här gruppen?";

/* loco:6342cc005bd8ee4e373eaff2 */
"export_backup_title" = "Säkerhetskopian är redo att exporteras";

/* loco:6342cc175a8ef33de14ce6c2 */
"export_backup_msg" = "Exportera en fil för att säkra dina 2FA-koder. Du kan senare importera filen i 2FAS-appen på den här enheten eller en annan enhet.";

/* loco:6342cc3b830f3c11167b6dd2 */
"export_backup_pass" = "Exportera fil utan lösenord\n(rekommenderas inte)";

/* loco:6342cc92a240880a9f2084e2 */
"import_backup_msg2" = "Kontona i filen kommer att slås ihop med dem i appen.";

/* loco:6342cd007757e42301476522 */
"backup_notice_later" = "Kanske senare";

/* loco:6342cd15a240880a9f2084e4 */
"backup_notice_cta" = "Aktivera";

/* loco:6342cd4ae5c1f936e033b172 */
"widgets_empty_msg" = "Inga konton har lagts till";

/* loco:6342cdd0ac3fc03188300662 */
"backup__section_description_google" = "REKOMMENDERAS: Google Drive-synkronisering håller dina koder säkra på Google Drive ifall att din enhet skulle tappas bort eller skadas. Låt det vara påslaget.";

/* loco:6342cde2830f3c11167b6dd4 */
"backup_turn_off_title" = "Stäng av Google Drive-synkronisering?";

/* loco:6342ce5ef9822760bd6e6232 */
"backup_turn_off_msg1" = "Dina 2FA-koder kommer att finnas kvar på den här enheten och på Google Drive, men kommer inte att synkroniseras. Du kommer också att loggas ut från ditt Google-konto.";

/* loco:6342ceb2f9822760bd6e6234 */
"backup_turn_off_msg2" = "Om du skulle förlora eller skada enheten eller om appen avinstalleras kommer du kanske inte att kunna få tillbaka dina koder. Du kan då bli utelåst från konton som skyddas av tvåfaktorsautentisering.";

/* loco:6342ceecc07f913f3374a812 */
"backup_settings_password_set_subtitle" = "Skydda säkerhetskopian på Google Drive med ett lösenord.";

/* loco:6342cf2e593f7c11db6adf52 */
"backup_settings_password_remove_title" = "Ta bort lösenord";

/* loco:6342cf68a240880a9f2084e6 */
"backup_settings_password_remove_subtitle" = "Ta bort lösenordet för säkerhetskopian på Google Drive";

/* loco:6342cf97ac3fc03188300664 */
"backup_settings_account_title" = "Google-konto";

/* loco:6342cfc09858895a99170382 */
"backup_settings_sync_title" = "Senaste synkronisering";

/* loco:6342d0117757e42301476524 */
"browser_extension_result_success_description" = "2FAS kommer att skicka en notis till din mobil när du loggar in på ett konto i den här webbläsaren. Du behöver inte längre skriva koden varje gång.";

/* loco:6342d05c2a206e092b1791c2 */
"browser_extension_browser_dialog" = "Namn på webbläsare";

/* loco:6342d0ef5c8bac6b2573ef52 */
"biometric_dialog_auth_title" = "Verifiera din identitet";

/* loco:6342d0ffe7433557683c3712 */
"biometric_dialog_auth_subtitle" = "Bekräfta med fingeravtryck eller ansiktsigenkänning";

/* loco:6342d135438a0a291865e022 */
"about_licenses" = "Licenser för öppen källkod";

/* loco:6342d1562a206e092b1791c4 */
"externalimport_description" = "Importera dina koder till 2FAS från andra appar. Välj en app och följ instruktionerna.";

/* loco:6342d16ee7433557683c3714 */
"externalimport_select_app" = "Välj app";

/* loco:6342d182e7433557683c3716 */
"externalimport_google_authenticator" = "Google Authenticator";

/* loco:6342d18dc07f913f3374a814 */
"externalimport_aegis" = "Aegis";

/* loco:6342d19b63307f18b4510092 */
"externalimport_raivo" = "Raivo OTP";

/* loco:63693380daebad2321503c66 */
"android__app_name" = "2FAS Auth";

/* loco:63693395183853234b657d12 */
"commons__yes" = "Ja";

/* loco:636933b08f1b7a2d262bed23 */
"commons__no" = "Nej";

/* loco:636933ca8102e2327a5cce92 */
"commons__search" = "Sök";

/* loco:636934e015acd7020f284112 */
"errors__no_app" = "Det finns ingen app som stöder den här länken";

/* loco:636934ffde099e2c3326fe82 */
"permissions__camera_permission" = "Åtkomst till kamera";

/* loco:63693569349c115b4122eb32 */
"permissions__camera_permission_description" = "Åtkomst till kameran behövs för att skanna QR-koder. Om du vill använda den här funktionen går du till \"Appinfo\", sedan \"Behörigheter\" och aktiverar kameran.";

/* loco:636935811313301a900ae283 */
"security__disable_pin" = "Inaktivera PIN-kod";

/* loco:6369359a5f06537c3f046183 */
"security__enter_your_new_pin" = "Välj en %s PIN-kod";

/* loco:636935b2349c115b4122eb34 */
"security__pin_error_incorrect" = "Felaktig PIN-kod! Vänligen försök igen.";

/* loco:63693953795f696e785cf892 */
"settings__biometrics" = "Biometri";

/* loco:63693964b3411c757a755cc4 */
"settings__support" = "2FAS support";

/* loco:6369397d1e371c682d6054d3 */
"settings__developer" = "Utvecklaralternativ";

/* loco:6369398f5cb4a35ff34b55d2 */
"settings__option_fingerprint" = "Biometrisk låsning";

/* loco:6369399e795f696e785cf894 */
"settings__option_theme" = "Tema";

/* loco:636939ab4bccbb1e6a12f1c2 */
"settings__theme_option_auto" = "Automatiskt";

/* loco:636939bcf8b08053b87aab93 */
"settings__theme_option_auto_system" = "Automatiskt – följ systemet";

/* loco:63693b946081eb49756794b3 */
"settings__theme_option_dark" = "Mörkt";

/* loco:63693ba5df585c05c76ddc82 */
"settings__theme_option_light" = "Ljust";

/* loco:63693bb9e05fd23e53227b13 */
"tokens__copied_clipboard" = "Kod kopierad!";

/* loco:63693bc5b71ecb16511b6632 */
"tokens__next_copied_clipboard" = "Nästa kod kopierad!";

/* loco:63693bf413e605521a409cd2 */
"tokens__do_you_really_want_to_remove_all_devices" = "Vill du radera det här kontot permanent?";

/* loco:63693cd8b024e27aba3c4dc2 */
"tokens__fab_addmanually" = "Lägg till manuellt";

/* loco:63693cf5ec00fd215b2f5b82 */
"tokens__qr_does_not_work" = "Den här QR-koden fungerade inte";

/* loco:63693d127f114c2e2c5561d2
 * Could not read QR code from the image! */
"tokens__qr_read_image_failed" = "Kunde inte läsa QR-koden i bilden!";

/* loco:63693d2a228e552762708b73 */
"tokens__qr_read_image_try_again" = "Prova att välja en annan bild.";

/* loco:63693d59def0af7a4f103d42 */
"tokens__remove_it_forever" = "Radera kontot för alltid";

/* loco:63693df12647b40c150abf13
 * Service could not be added, Service Key is invalid. Try again. */
"tokens__service_add_error" = "Kunde inte lägga till kontot eftersom den hemliga nyckeln är ogiltig. Försök igen.";

/* loco:63693e2208c47e4cac73cbb3
 * A service with this Service Key already exists. Do you want to override it? */
"tokens__service_already_exists" = "Det finns redan ett konto med den här hemliga nyckeln. Vill du ersätta det?";

/* loco:63693ecf68606d19e7023393 */
"tokens__service_key_invalid_characters" = "Nyckeln innehåller otillåtna tecken";

/* loco:63693f1268606d19e7023397 */
"tokens__show_service_key" = "Visa hemlig nyckel";

/* loco:63693f57fd6d806b5624add3
 * Your Service Key is protected. Please add PIN or Fingerprint lock in order to see it. */
"tokens__show_service_key_setup_lock" = "Den hemliga nyckeln är skyddad. Ställ in en PIN-kod eller fingeravtryck för att visa den.";

/* loco:636940f5b7c61d120e417243 */
"tokens__tokens_list_is_empty" = "Det finns inga konton i listan";

/* loco:63694107e8e4552c5a2c6802 */
"tokens__use_plus_button_to_add_tokens" = "Tryck på \"+\"-knappen för att lägga till ett konto";

/* loco:63694183975c2c3aac074ed2 */
"tokens__you_will_not_be_able_to_sign_in_to_your" = "Du kommer inte att kunna logga in på ditt %@-konto utan koden så länge tvåfaktorsautentisering är aktiverat på %@.\n\nDu kommer inte att kunna återställa kontot från papperskorgen.";

/* loco:636941a86578c224b94bd1e4 */
"import_ga_success" = "Kontona har importerats!";

/* loco:636941d7c3648b0ffc04e192
 * You need active Internet connection in order to sync your backup. Please turn on your network connection and try again. */
"backup_error_network" = "Du behöver vara ansluten till internet för att synkronisera säkerhetskopian. Kontrollera din nätverksanslutning och försök igen.";

/* loco:6369420e1bfbc44338796fc3 */
"update_app_title" = "Uppdatera appen";

/* loco:6369423dc50f84241c78d676
 * Please update to the newest 2FAS version, to get all features and maintain high security level. */
"update_app_msg" = "Uppdatera 2FAS till den senaste versionen för att få alla funktioner och en hög säkerhetsnivå.";

/* loco:63695bff2e4603133646fb72 */
"delete_service_title" = "Du är på väg att radera";

/* loco:63695c1cd29ac3613b4a1f02
 * from your 2FAS service list.\n\nRemember, as long as you have second factor authentication turned on, you will not log in to %s account without this token. */
"delete_service_msg" = "från 2FAS-appen.\n\nObservera: Så länge tvåfaktorsautentisering är aktiverat på kontot så kan du inte logga in %s utan koden.";

/* loco:63695c27237a5641ab59efd2 */
"delete_service_cta" = "Radera";

/* loco:63695c4c2a54d2666c672732 */
"export_backup_cta" = "Exportera";

/* loco:63695c5c08efb67c6e255782 */
"export_backup_share_cta" = "Dela";

/* loco:63695c7f577732027f6496f2 */
"import_backup_title" = "Importera säkerhetskopia från filen";

/* loco:63695c9708efb67c6e255784 */
"import_backup_msg1" = "Du är på väg att importera en säkerhetskopia med";

/* loco:63695ca708efb67c6e255786 */
"import_backup_cta" = "Importera";

/* loco:63695ccbcf7ad836801c6582 */
"widgets_warning_msg" = "Koder som syns i widgeten är inte skyddade av din PIN-kod.\n\nÄr du säker på att du vill visa dina koder i widgeten?";

/* loco:63695ce4fca41e7d2b37ee12 */
"widgets_warning_title" = "VARNING!";

/* loco:63695d0d18b68b60f10d6862 */
"widgets_warning_cta" = "Ja, jag är säker";

/* loco:63695d1d646ca94a9e191bc2 */
"backup_notice_title" = "2FAS-säkerhetskopiering";

/* loco:63695d3a18b68b60f10d6864 */
"backup_notice_msg" = "Aktivera 2FAS-säkerhetskopiering. Om du tappar bort eller återställer din enhet så låter detta dig få tillbaka dina koder.";

/* loco:63695d6996fd2e68a42c5212 */
"brand_empty_msg" = "Inga matchande ikoner hittades";

/* loco:63695d9186c16054f2147fa2
 * Select which services will be visible on widget: */
"widgets_select_msg" = "Välj vilka konton du vill se i widgeten:";

/* loco:63695dac49da15247b47a9f2 */
"backup_turn_off_cta" = "Stäng av synkronisering";

/* loco:63695dba4e1595693b25b702 */
"backup_turn_off_cancel" = "Behåll synkronisering";

/* loco:63695dc74e1595693b25b704 */
"backup_settings_password_set_title" = "Välj lösenord";

/* loco:63695dd7aa4af0296011ab22 */
"backup_settings_delete_title" = "Radera säkerhetskopia från Google Drive";

/* loco:63695e128be34479932d44a2
 * If you delete this file from your Google Drive, synchronization on all synchronized devices will be disabled and tokens will remain only on this and other devices via local storage. */
"backup_settings_delete_subtitle" = "Om du raderar säkerhetskopian från Google Drive kommer synkroniseringen stängas av på alla kopplade enheter. Dina koder kommer endast att finnas kvar på enheterna.";

/* loco:63695e2c27b0df5cbb3a9152 */
"browser__result_error_browser_paired" = "Din 2FAS-app är redan parkopplad med den här webbläsaren.";

/* loco:63695e5b8be34479932d44a4
 * Scan QR code again */
"browser__result_error_cta" = "Skanna QR-koden igen";

/* loco:63695e6f7ce1b23381128562 */
"browser__scan_error_dialog_title" = "Fel";

/* loco:63695e8c046f962de20cf7d2
 * Scanned QR code has unsupported format. Please try again. */
"browser__scan_error_dialog_msg_invalid_code" = "QR-koden du skannade är ogiltig. Vänligen försök igen.";

/* loco:63695ea65b95583a82077e22 */
"browser__scan_error_dialog_msg_unknown" = "Ett okänt fel inträffade när QR-koden skannades. Vänligen försök igen.";

/* loco:63695ebdc0f8533d9d5c5be2 */
"biometric_dialog_auth_cancel" = "Använd PIN-kod";

/* loco:63695ecd27b0df5cbb3a9154 */
"biometric_dialog_setup_title" = "Aktivera biometri";

/* loco:63695edacc13613f62380a82 */
"biometric_dialog_setup_cancel" = "Avbryt";

/* loco:63695f025b95583a82077e24
 * To enable Biometric Lock you need to enable and set a PIN Code. */
"settings__option_fingerprint_description" = "För att aktivera biometri behöver du först ställa in en PIN-kod.";

/* loco:63695f1817c4473f880a74d2 */
"settings__block_for_footer" = "Välj hur länge appen ska vara nedlåst.";

/* loco:6370165d9149a4239a27e0b2 */
"error__out_of_disk_space" = "Antingen har du slut på lagringsutrymme eller så har filen skadats";

/* loco:6370169abddeed6e996944d3 */
"error__cloud_backup_newer_version" = "Säkerhetskopian i molnet har uppdaterats till en ny version. Uppdatera appen för att använda den.";

/* loco:637016c1665ee13b4506cd54 */
"error__cloud_backup_encrypted_not_supported" = "Säkerhetskopian i molnet är krypterad. Uppdatera appen för att använda den.";

/* loco:63701b4a3fe44547f927d1c2 */
"extension__continue_to_app" = "Fortsätt till appen";

/* loco:63701b63b42bdc3ef25026c2 */
"extension__cancel" = "Avbryt";

/* loco:63701b71a000b91fad034912 */
"extension__authorize" = "Godkänn";

/* loco:63701b7c7c84200f7f0bfb22 */
"extension__dismiss" = "Stäng";

/* loco:63701b8b7c84200f7f0bfb24 */
"extension__request_sent" = "Förfrågan skickad";

/* loco:63701b977c84200f7f0bfb26 */
"extension__send_question_title" = "Skicka kod?";

/* loco:63701ba9f39e1f13443a7cf2 */
"extension__send_question_content" = "%@ har begärt en kod för %@";

/* loco:63701bbd7c84200f7f0bfb28 */
"extension__error_while_sending" = "Ett fel uppstod när koden skickades";

/* loco:63701bca27651457ca55bfd2 */
"extension__not_paired_title" = "Den här webbsidan är inte kopplad";

/* loco:63701bd51be23060542fd7d2 */
"extension__not_paired_content" = "Öppna appen och välj ett konto för den här domänen";

/* loco:63701be2205b6f17713b4ac2 */
"extension__error_open_the_app" = "Öppna appen och kontrollera att webbläsaren är parkopplad";

/* loco:63701bef2fc748368c70e312 */
"extension__error_no_internet" = "Det är problem med anslutningen";

/* loco:63701bf9f39e1f13443a7cf4 */
"extension__try_again" = "Vänligen försök igen";

/* loco:63701c02205b6f17713b4ac4 */
"extension__error" = "Fel";

/* loco:63701c0da000b91fad034914 */
"extension__error_no_services" = "För att använda webbläsartillägget, lägg till konton i 2FAS-appen";

/* loco:63701c1a27651457ca55bfd4 */
"extension__approve" = "Godkänn";

/* loco:63701c2b20780c2962211303 */
"extension__deny" = "Neka";

/* loco:6370c74297ec7c4d1857c2d2 */
"settings__turn_pin_code_to_enable_faceid" = "Aktivera PIN-kod och Face ID för att skydda koderna på den här enheten.";

/* loco:6370c75197ec7c4d1857c2d4 */
"settings__turn_pin_code_to_enable_touchid" = "Aktivera PIN-kod och Touch ID för att skydda koderna på den här enheten.";

/* loco:637a78300f577824fa4f1782 */
"settings__send_logs_error_not_exists" = "Den angivna koden är ogiltig. Vänligen kontrollera att du angivit den korrekt.";

/* loco:637a78410f577824fa4f1784 */
"settings__send_logs_error_expired" = "Den angivna koden har löpt ut. Vänligen kontakta supportteamet för att få en ny.";

/* loco:637a786be142ab22bc6e4362 */
"settings__send_logs_error_no_internet" = "Det finns ingen internetuppkoppling. Vänligen kontrollera anslutningen och försök igen.";

/* loco:637a787bfda7a704fc2f0c92 */
"settings__send_logs_error_server" = "Vår server verkar ha drabbats av ett problem. Om det kvarstår, vänligen kontakta vårt supportteam.";

/* loco:637a788d228c8d210773aca2 */
"settings__send_logs_error_title" = "Ett fel uppstod";

/* loco:637a78971639737a78522752 */
"settings__send_logs_sent_title" = "Loggfiler skickade";

/* loco:637a78a2d64f955fe40fb582 */
"settings__send_logs_sent_description" = "Tack för att du hör av dig. Vi kommer att gå igenom dem så snart vi kan.";

/* loco:637a78affda7a704fc2f0c94 */
"commons__send" = "Skicka";

/* loco:637a78bb3a759e5fde75ac12 */
"settings__send_logs_title" = "Skickar loggfiler";

/* loco:637a78cfa90b4b3673461e92 */
"settings__send_logs_description_link" = "Koden från support fylldes i automatiskt. Vill du skicka loggfiler?";

/* loco:637a78d90a23b422fd79dbb2 */
"settings__send_logs_description_edit" = "Ange koden som du fått av vårt supportteam";

/* loco:637a79dda49d85561129f602 */
"settings__send_logs" = "Skicka loggfiler";

/* loco:63a0b3300fd81a00131f5282 */
"settings__recommendation " = "Prova den här riktigt bra authenticator-appen från 2FAS: https://2fas.com";

/* loco:63a5c926639b663a504d7042 */
"settings__acknowledgements" = "Erkännanden";

/* loco:63ac20106581d34243554af2 */
"introduction__import_external_app" = "Importera från en annan app";

/* loco:63e4ef021786f457dc49bda2 */
"past_duration_seconds" = "nyss";

/* loco:63e4ef021786f457dc49bda3 */
"past_duration_seconds-plural" = "nyss";

/* loco:63e4ef021786f457dc49bda4 */
"past_duration_minutes" = "%d minut sedan";

/* loco:63e4ef021786f457dc49bda5 */
"past_duration_minutes-plural" = "%d minuter sedan";

/* loco:63e4ef021786f457dc49bda6 */
"past_duration_hours" = "%d timme sedan";

/* loco:63e4ef021786f457dc49bda7 */
"past_duration_hours-plural" = "%d timmar sedan";

/* loco:63e4ef021786f457dc49bda8 */
"past_duration_days" = "%d dag sedan";

/* loco:63e4ef021786f457dc49bda9 */
"past_duration_days-plural" = "%d dagar sedan";

/* loco:63e4ef021786f457dc49bdaa */
"past_duration_weeks" = "%d vecka sedan";

/* loco:63e4ef021786f457dc49bdab */
"past_duration_weeks-plural" = "%d veckor sedan";

/* loco:63e4ef021786f457dc49bdac */
"past_duration_months" = "%d månad sedan";

/* loco:63e4ef021786f457dc49bdad */
"past_duration_months-plural" = "%d månader sedan";

/* loco:63e50a5d8a8ad50ba947fc42 */
"commons__unknown_error" = "Ett okänt fel inträffade. Försök igen.";

/* loco:63e50a5d8a8ad50ba947fc43 */
"backup__export_result_success" = "Filen har sparats!";

/* loco:63e50a5d8a8ad50ba947fc44 */
"backup__share_result_failure" = "Kunde inte dela filen!";

/* loco:63e50a5d8a8ad50ba947fc45 */
"backup__enter_password_dialog_title" = "Ange lösenord";

/* loco:63e50a5d8a8ad50ba947fc46 */
"backup__remove_password_msg" = "Ange lösenordet till säkerhetskopian för att radera.";

/* loco:63e50a5d8a8ad50ba947fc47 */
"backup__revoke_google_access_msg" = "Ange lösenordet till säkerhetskopian för att koppla från Google-kontot.";

/* loco:63e50a5d8a8ad50ba947fc48 */
"backup__synchronization_settings" = "Inställningar för säkerhetskopiering";

/* loco:63e50a5d8a8ad50ba947fc49 */
"backup__local_file_title" = "Fil på enheten";

/* loco:63e50a5d8a8ad50ba947fc4a */
"backup__drive_title" = "Synka med Google Drive";

/* loco:63e50a5d8a8ad50ba947fc4b */
"backup__delete_file_title" = "Radera säkerhetskopia från Google Drive?";

/* loco:63e50a5d8a8ad50ba947fc4c */
"backup__delete_file_msg" = "Synkronisering med Google Drive stängs av. Dina koder kommer finnas kvar på den här enheten, men 2FAS-appen kommer loggas ut från ditt Google-konto på alla synkroniserade enheter.";

/* loco:63e50a5d8a8ad50ba947fc4d */
"backup__sync_status_waiting" = "Väntar på synkronisering...";

/* loco:63e50a5d8a8ad50ba947fc4e */
"backup__sync_status_progress" = "Synkroniserar...";

/* loco:63e50a5d8a8ad50ba947fc4f */
"import_backup_msg1_encrypted" = "Du är på väg att importera en krypterad säkerhetskopia.";

/* loco:63e50a5d8a8ad50ba947fc50 */
"externalimport__choose_json_cta" = "Välj JSON-fil";

/* loco:63e50a5d8a8ad50ba947fc51 */
"externalimport__aegis_msg" = "Exportera dina konton från Aegis till en okrypterad JSON-fil och tryck sedan på ”Välj JSON-fil”. Kom ihåg att radera filen efter att importen är klar.";

/* loco:63e50a5d8a8ad50ba947fc52 */
"externalimport__raivo_msg" = "Använd alternativet ”Exportera OTP:er till ZIP-arkiv” i Raivos inställningar. Spara en ZIP-fil, extrahera den och importera JSON-filen genom att trycka på ”Välj JSON-fil”.";

/* loco:63e50a5d8a8ad50ba947fc53 */
"externalimport__no_tokens_msg" = "Det fanns inga koder att importera.";

/* loco:63e50a5d8a8ad50ba947fc54 */
"commons__try_again" = "Försök igen";

/* loco:63e50a5d8a8ad50ba947fc55 */
"commons__proceed" = "Fortsätt";

/* loco:63e50a5d8a8ad50ba947fc56 */
"externalimport__ga_title" = "Importera koder från Google Authenticator";

/* loco:63e50a5d8a8ad50ba947fc57 */
"externalimport__aegis_title" = "Importera 2FA-koder från Aegis";

/* loco:63e50a5d8a8ad50ba947fc58 */
"externalimport__raivo_title" = "Importera 2FA-koder från Raivo OTP";

/* loco:63e50a5d8a8ad50ba947fc59 */
"externalimport__ga_success_msg" = "Den här QR-koden låter dig importera koder från Google Authenticator.";

/* loco:63e50a5d8a8ad50ba947fc5a */
"externalimport__aegis_success_msg" = "Den här JSON-filen låter dig importera koder från Aegis.";

/* loco:63e50a5d8a8ad50ba947fc5b */
"externalimport__raivo_success_msg" = "Den här JSON-filen låter dig importera koder från Raivo OTP.";

/* loco:63e50a5d8a8ad50ba947fc5c */
"externalimport__read_error" = "Hittade inga koder. Prova att välja en annan fil.";

/* loco:63e62618444ff4647d7cfca4 */
"settings__gd_sync_info" = "Påminnelse om Google Drive-synkronisering";

/* loco:63e6269908dc162489032023 */
"settings__gd_sync_disable_confirm" = "Är du säker? Utan Google Drive-säkerhetskopiering kommer du kanske inte kunna få tillbaka dina koder om du förlorar eller återställer din mobil!";

/* loco:63ee3aa8a35cbc5492030a74 */
"extension__code_sent_msg" = "Kod skickad";

/* loco:63ee3ab4c9440931e75a0432 */
"extension__code_sent_error_msg" = "Ett fel inträffade när koden skickades";

/* loco:63ee4345d49978585e1e3402 */
"tokens__add_service_title" = "Lägg till konto";

/* loco:63ee4345d49978585e1e3403 */
"tokens__customize_service_title" = "Anpassa konto";

/* loco:63ee4345d49978585e1e3404 */
"extension__services_suggested_header" = "Förslag";

/* loco:63ee4345d49978585e1e3405 */
"extension__services_all_header" = "Alla konton";

/* loco:63ee4345d49978585e1e3406 */
"extension__services_other_header" = "Andra konton";

/* loco:63f289fc3895d52eaa64ce92 */
"settings__ssl_error_title" = "SSL-fel";

/* loco:63f28a14fc84916d70648342 */
"settings__ssl_error_description" = "Ett SSL-fel har uppstått och en säker anslutning till servern kan inte upprättas. Se till att du har den senaste versionen av appen eller prova att byta nätverk.";

/* loco:63f4a0ade3cd1317f325d762 */
"backup__import_error_file_size" = "Filen som du försöker importera är för stor. Den får vara högst 10 MB.";

/* loco:63f4a0b928d2513ff26d1792 */
"backup__import_error_file_invalid" = "Filen som du försöker importera är ogiltig eller skadad. Vänligen välj en annan fil.";

/* loco:6404c27610d75a3456352472 */
"appearance__toggle_active_search" = "Sök vid start";

/* loco:6404c561429ff902fb474082 */
"appearance__active_search_description" = "Aktivera sökfältet när appen startar.";

/* loco:6407b9d7641a5514074e65d2 */
"widgets__expires_in" = "Går ut om:";

/* loco:6407b9d7641a5514074e65d3 */
"widgets__settings" = "Widget-inställningar";

/* loco:6407b9d7641a5514074e65d4 */
"errors__input_integer_number" = "Måste vara ett heltal";

/* loco:6407b9d7641a5514074e65d5 */
"errors__input_number" = "Måste vara ett tal";

/* loco:6407b9d7641a5514074e65d6 */
"errors__input_empty" = "Fältet får inte vara tomt";

/* loco:6407b9d7641a5514074e65d7 */
"errors__input_too_long" = "För långt (får vara högst %d tecken)";

/* loco:64177f6f951eac45e0645702 */
"commons__best_match" = "Bästa matchning";

/* loco:641caf6933856072525bd4f2 */
"settings__enable_crashlytics" = "Skicka anonyma kraschrapporter";

/* loco:641cafefdfe4086c4546cde2 */
"settings__enable_crashlytics_description" = "Skicka anonyma kraschrapporter för att hjälpa 2FAS att hitta och lösa problem i appen (omstart av appen krävs).";

/* loco:6420a6b179cc6f32af1c9ad2 */
"tokens__manage_list" = "Hantera lista";

/* loco:6420a6de79cc6f32af1c9ad4 */
"settings__appearance" = "Utseende";

/* loco:6420a74446ce28668347e613 */
"settings__show_next_token_desc" = "Visa nästa kod när den nuvarande håller på att gå ut.";

/* loco:6420a7654cf81e07bb662752 */
"settings__list_style" = "Stil på lista";

/* loco:6420a78475cfd566e2478562 */
"backup__reminder_msg" = "Google Drive är inte synkroniserad.";

/* loco:6420a7a448fb8635264270e2 */
"backup__reminder_cta" = "Gå till inställningar";

/* loco:6420a8bf02040a2b18471272 */
"settings__list_style_option_default" = "Standard";

/* loco:6420a8c94a60c058ea08ffe2 */
"settings__list_style_option_compact" = "Kompakt";

/* loco:64234f27272f490bb9096dd2 */
"externalimport_lastpass" = "LastPass";

/* loco:6423503356b89f690f1045e2 */
"externalimport__lastpass_msg" = "Exportera dina konton från LastPass till en okrypterad JSON-fil och tryck sedan på ”Välj JSON-fil”. Kom ihåg att radera filen efter att importen är klar.";

/* loco:6424a28788ebef381e1dfba2 */
"settings__about_crash_optout_title" = "Kraschrapporter";

/* loco:643be2e7a4ba2b60364666a2 */
"past_duration_seconds-plural-2" = "";

/* loco:643be2e7a4ba2b60364666a3 */
"past_duration_minutes-plural-2" = "";

/* loco:643be2e7a4ba2b60364666a4 */
"past_duration_hours-plural-2" = "";

/* loco:643be2e7a4ba2b60364666a5 */
"past_duration_days-plural-2" = "";

/* loco:643be2e7a4ba2b60364666a6 */
"past_duration_weeks-plural-2" = "";

/* loco:643be2e7a4ba2b60364666a7 */
"past_duration_months-plural-2" = "";

/* loco:64401a5af19d41e54b026fb2 */
"externalimport__lastpass_title" = "Importerar koder från LastPass";

/* loco:64401ac65a26867d01012432 */
"externalimport__lastpass_success_msg" = "Den här JSON-filen låter dig importera koder från LastPass.";

/* loco:6442df585188a6d8ea03fed2 */
"externalimport__info_lastpass_title" = "Importera koder från LastPass";

/* loco:6442df63050a20e3d60383c2 */
"externalimport__info_aegis_title" = "Importera koder från Aegis";

/* loco:6442df710b0fe99cbc06bd42 */
"externalimport__info_raivo_title" = "Importera koder från Raivo OTP";

/* loco:6442df7dc8bba9a584037152 */
"externalimport__info_google_authenticator_title" = "Importera koder från Google Authenticator";

/* loco:64484e172b8c57520d083532
 * Counter eg.: "25s" */
"time_unit_seconds_short" = "s";

/* loco:644faadb304ab5b90b0efd82 */
"tokens__add_title" = "Koppla ett konto till 2FAS";

/* loco:644faaf6dcff877f960bc072 */
"tokens__add_description" = "Rikta kameran mot skärmen och skanna QR-koden.";

/* loco:644fab06304ab5b90b0efd84 */
"tokens__add_other_methods" = "Andra metoder";

/* loco:644fab2eb2bdab45d807c2f2 */
"tokens__add_enter_manual" = "Ange hemlig nyckel manuellt";

/* loco:644fab49699af67ae0098a42 */
"tokens__add_from_gallery" = "Välj skärmdump av QR-kod";

/* loco:644fab5d9e04ee9c84054572 */
"tokens__add_success_title" = "Nästan klar!";

/* loco:644fab7a81c2a752350d56b4 */
"tokens__add_success_description" = "För att slutföra kopplingen, ange den här koden.";

/* loco:644fabc75c64ccd2d70a51f7 */
"tokens__add_manual_title" = "Koppla ett konto till 2FAS";

/* loco:644fabd49e04ee9c84054574 */
"tokens__add_manual_description" = "Ange kontots namn och hemliga nyckel.";

/* loco:644fac2df585a3bf37048b62 */
"tokens__add_manual_service_name" = "Namn för kontot";

/* loco:644fac3d0b150f6b8a0f3ad2 */
"tokens__add_manual_service_key" = "Hemlig nyckel";

/* loco:644fac5584aa882e5e09c6e2 */
"tokens__add_manual_other" = "Fler inställningar";

/* loco:644fac6051979c8af2010352 */
"tokens__add_manual_other_optional" = "(valfritt)";

/* loco:644fac76d371bbe28f064432 */
"tokens__add_manual_done_cta" = "Lägg till konto";

/* loco:644fac8375cb939ca600104a */
"tokens__add_manual_help_cta" = "Vet du inte hur du ska göra? Tryck för att få hjälp.";

/* loco:644facad0b150f6b8a0f3ad4 */
"tokens__add_manual_advanced" = "Avancerade kodinställningar";

/* loco:644facbdf585a3bf37048b64 */
"tokens__add_manual_additional_info" = "Kommentar";

/* loco:644faccca86801aff80045a2 */
"tokens__add_manual_advanced_description" = "Det rekommenderas inte att ändra kodinställningarna. Gör det bara om 2FA-tjänsten kräver det och du har fått tydliga instruktioner.";

/* loco:645e3fbf78eb0746110c9092 */
"settings__option_screenshots_description" = "Tillåt skärmdumpar av appen i 5 minuter.";

/* loco:645e3fc931fff20326048932 */
"settings__option_screenshots" = "Tillåt skärmdumpar";

/* loco:645e4211d242e789f80f10f2 */
"settings__option_screenshots_confirm_title" = "Tillåt skärmdumpar av appen?";

/* loco:645e42208652aa6c8400f783 */
"settings__option_screenshots_confirm_description" = "Är du säker? Detta gör det möjligt att ta skärmdumpar eller spela in allt i appen. Det gör det också möjligt för andra appar att försöka se innehållet.\nAv säkerhetsskäl stängs den här inställningen av automatiskt efter 5 minuter.";

/* loco:6478ab59ef991b738607af62 */
"past_duration_minutes-plural-3" = "";

/* loco:6478ab59ef991b738607af63 */
"past_duration_minutes-plural-4" = "";

/* loco:6478ab59ef991b738607af64 */
"past_duration_minutes-plural-5" = "";

/* loco:6478ab59ef991b738607af65 */
"past_duration_hours-plural-3" = "";

/* loco:6478ab59ef991b738607af66 */
"past_duration_hours-plural-4" = "";

/* loco:6478ab59ef991b738607af67 */
"past_duration_hours-plural-5" = "";

/* loco:6478ab59ef991b738607af68 */
"past_duration_days-plural-3" = "";

/* loco:6478ab59ef991b738607af69 */
"past_duration_days-plural-4" = "";

/* loco:6478ab59ef991b738607af6a */
"past_duration_days-plural-5" = "";

/* loco:6478ab59ef991b738607af6b */
"past_duration_weeks-plural-3" = "";

/* loco:6478ab59ef991b738607af6c */
"past_duration_weeks-plural-4" = "";

/* loco:6478ab59ef991b738607af6d */
"past_duration_weeks-plural-5" = "";

/* loco:6478ab59ef991b738607af6e */
"past_duration_months-plural-3" = "";

/* loco:6478ab59ef991b738607af6f */
"past_duration_months-plural-4" = "";

/* loco:6478ab59ef991b738607af70 */
"past_duration_months-plural-5" = "";

/* loco:647f59a2fdb591c4c00b1c62 */
"past_duration_seconds-plural-3" = "";

/* loco:649740514a084dd8f9023212 */
"social__social_media" = "Länkar till sociala medier";

/* loco:649740f54a084dd8f9023214 */
"social__discord" = "Discord";

/* loco:6497410b153997496205f1c3 */
"social__youtube" = "YouTube";

/* loco:64974117457761b82c01e8e2 */
"social__twitter" = "X (tidigare Twitter)";

/* loco:64974146457761b82c01e8e4 */
"social__github" = "GitHub";

/* loco:649741569c2dbbed8606d012 */
"social__linkedin" = "LinkedIn";

/* loco:6497425376a3a3374003bec2 */
"social__reddit" = "Reddit";

/* loco:6497434c93a857eb140f6a32 */
"social__facebook" = "Facebook";

/* loco:649a9434583926aa420f6272 */
"settings__hide_tokens_title" = "Dölj koder";

/* loco:649a945d303e9a0b370d33f3 */
"settings__hide_tokens_description" = "Koderna visas när du trycker på dem.";

/* loco:64a128cab33c78d572064642 */
"browser__pair_manually_cta" = "Parkoppla manuellt";

/* loco:64a128eef574b12c040683a2 */
"browser__pair_manually_hint" = "Parkopplingskod";

/* loco:64a15e0218b6d3a8fa0512f2 */
"externalimport__info_authenticatorpro_title" = "Importera koder från Authenticator Pro";

/* loco:64a15e2390e1c8c5d60a1172 */
"externalimport__authenticatorpro_success_msg" = "Den här textfilen låter dig importera koder från Authenticator Pro.";

/* loco:64a15e3c54254a4b7208e462 */
"externalimport__authenticatorpro_title" = "Importerar koder från Authenticator Pro";

/* loco:64a15e4951d23b69800749e2 */
"externalimport__authenticatorpro_msg" = "Exportera dina konton från Authenticator Pro till en okrypterad textfil och tryck sedan på ”Välj textfil”. Kom ihåg att radera filen efter att importen är klar.";

/* loco:64a15e5c9aa01549f70b9ea2 */
"externalimport__authenticatorpro" = "Stratum (Authenticator Pro)";

/* loco:64a15f2d2f1aabbc2c0faf22 */
"externalimport__choose_txt_cta" = "Välj textfil";

/* loco:64aa557c51d308e63f0bf562 */
"fingerprint__biometric_invalidated" = "Biometri har stängts av eftersom fingeravtryck har ändrats i systeminställningarna";

/* loco:64b45fd36c42a08ffe0487d2 */
"tokens__last_pass_import" = "Importerar koder från LastPass";

/* loco:64b4606ad6be98749b075632 */
"tokens__last_pass_import_subtitle" = "Den här QR-koden låter dig importera koder från LastPass.";

/* loco:64ba9547f6556d1aab0f93c2 */
"tokens__add_with_guide" = "Vägled mig";

/* loco:64ba957e5672d50db10689f2 */
"guides__select_title" = "Bläddra bland tjänster";

/* loco:64ba9588f1b474fb8d09adc2 */
"guides__select_description" = "Välj ett konto att lägga till i 2FAS-appen";

/* loco:64ba95afb935f8ae41032312 */
"guides__select_provide_guide" = "Vill du tillhandahålla 2FA-guider för din tjänst?";

/* loco:64ba95c1723ffcb95a0b5b02 */
"guides__select_provide_guide_cta" = "Ansök nu";

/* loco:64cd5154d12766b05a0c7de2 */
"color__pink" = "Rosa";

/* loco:64cd515ea341b71d63065432 */
"color__brown" = "Brun";

/* loco:64d7fc9469e55541d30803d2 */
"tokens__other_methods_header" = "Andra metoder?";

/* loco:64d7fe9d98a60e6bb9037462 */
"tokens__camera_is_unavailable_app_permission" = "Kameran är otillgänglig. Kontrollera appens behörigheter i systeminställningarna.";

/* loco:64d7fed8ecc269f28000ca22
 * This key contains part of the tokens__camera_is_unavailable_app_permission key, which will be underlined in the app to look like a link to System Settings */
"tokens__camera_is_unavailable_app_permission_underline" = "systeminställningarna.";

/* loco:64dce10875206da520054692 */
"commons__text_short_title" = "Texten är för kort (minst %d tecken)";

/* loco:64dcfb665f966152460d9402
 * This key should contain a part of the tokens__add_manual_advanced_description which is written in bold in the app */
"tokens__add_manual_advanced_description_highlight" = "rekommenderas inte";

/* loco:64e13bb09ddc479574062f42 */
"guides__guide_init_title" = "2FAS-guide";

/* loco:64e13bd09ddc479574062f44 */
"guides__guide_title" = "2FAS för %@";

/* loco:64e13c4e4c9d634ed70f6ab2 */
"guides__guide_universal_title" = "Universell 2FA-guide";

/* loco:64e91380f959a5614105f482 */
"browser__save_choice" = "Spara mitt val";

/* loco:65037442ef0fcdb8670e3be2 */
"externalimport_andotp" = "andOTP";

/* loco:65037aba30ade955f30f6f82 */
"externalimport__andotp_title" = "Importerar 2FA-koder från andOTP";

/* loco:65037c2308ec8bd4a2084a62 */
"externalimport__andotp_success_msg" = "Den här JSON-filen låter dig importera koder från andOTP.";

/* loco:65038006dfad601aeb05b062 */
"externalimport__info_andotp_title" = "Importera koder från andOTP";

/* loco:650380bb7b711a2228032283 */
"externalimport__andotp_msg" = "Exportera dina konton från andOTP till en okrypterad JSON-fil och ladda upp den med \"Välj JSON-fil\". Kom ihåg att radera filen efter att importen är klar.";

/* loco:65183aa2ca8649341d080332 */
"introduction__backup_description" = "I nästa steg väljer du Google Drive-konto där dina 2FA-koder kommer att lagras säkert.";

/* loco:65183abaa19877cd9f064d62 */
"introduction__backup_take_risk_cta" = "Jag tar risken utan säkerhetskopiering";

/* loco:65183b4614c70fa631092c63 */
"introduction__backup_success" = "Google Drive-synkronisering påslagen!";

/* loco:654fa4351905b784190033d2 */
"backup__import_invalid_version" = "Säkerhetskopian som du försöker importera stöds inte i den här versionen av appen. Appen stöder versioner upp till %d, medan filen har version %d.";

/* loco:6558a08ff303841ffa08ba32 */
"commons__pair" = "Parkoppla";

/* loco:655a0ef474b9eccffb058cd2 */
"introduction__backup_icloud_title" = "Säker synkronisering och säkerhetskopiering";

/* loco:655a0f89fbb1c9bc390b9192
 * "**...**" means thar part between those asterisks will be in bold. */
"introduction__backup_icloud_description" = "2FAS använder iCloud för säker säkerhetskopiering och synkronisering av dina 2FA-koder. De **krypterade** säkerhetskopiorna lagras i iCloud och **kan bara läsas av 2FAS-appen**. Dessutom hjälper den här funktionen dig att **återställa och synkronisera** koder mellan iOS-enheter.\n\nDen är aktiverad som standard och kan stängas av när som helst i appens inställningar.";

/* loco:655a0fbc74b9eccffb058cd4 */
"introduction__backup_icloud_cta" = "Läs mer om säkerhetskopiering";

/* loco:65632a44e033dd203f0a8f43 */
"backup__enter_password_google_drive_msg1" = "Säkerhetskopian på Google Drive är lösenordsskyddad. Ange lösenordet för att fortsätta. Om du vill radera säkerhetskopian från Google Drive,";

/* loco:65632a6779fdefcb7f020e82 */
"backup__enter_password_google_drive_msg2" = "tryck här för att läsa mer";

/* loco:656cc1585e1110c903007ed2 */
"settings__preferences" = "Inställningar";

/* loco:656ce3f7382ab0bf7109d242 */
"settings__it_matters" = "Det spelar roll";

/* loco:656ce41796a957e8830368c2 */
"settings__manage_tokens" = "Hantera koder";

/* loco:656ce43e98cd87703b022132 */
"settings__info_footer" = "Ditt stöd låter oss utveckla nya funktioner och förbättringar. Tack!";

/* loco:656ce45d98cd87703b022134 */
"settings__trash_option" = "Återställ från papperskorgen";

/* loco:659af7424f0a308bbc0d07e2 */
"periodic_notification_tips" = "Kul att du är ombord med oss på 2FAS! 🌟 Ta en stund att upptäcka de användbara tipsen 🛠️ i appen för att stärka din säkerhet 🔒.";

/* loco:659af76a4e00c034f80f1962 */
"periodic_notification_backup" = "Aktivera 2FAS-säkerhetskopiering så att du inte blir utelåst även om du tappar bort din mobil – få sinnesro med ett tryck! 🔐📱";

/* loco:659af78a4420ce7d8a0e8b82 */
"periodic_notification_browser_extension" = "Snabba upp dina inloggningar med 2FAS webbläsartillägg! 🚀 Ladda ner den nu för snabbare och bekvämare autentisering. 🌐✨";

/* loco:659af79f5c4cdcdcc206ca82 */
"periodic_notification_donate" = "Vi uppskattar ditt intresse och stöd för 2FAS! 🌟 Om du har nytta av vår app, överväg gärna att donera för att hjälpa oss att hålla din digitala värld säker. Varje krona hjälper! 🙏💙";

/* loco:65ad8d05e26a0e519e0eabc2
 * DO NOT TRANSLATE! */
"tokens__steam" = "STEAM";

/* loco:65d0f79fe416765b590b9bb2 */
"widget__placeholder" = "Exempel";

/* loco:65d0f7af992298cb150eeb52 */
"widget__size_not_supported" = "Widgeten fungerar inte i den här storleken";

/* loco:65d0f7d84b70f0a2b006da32 */
"widget__settings_description" = "Välj vilka konton du vill se i widgeten. Om inga konton syns, se till att Widget-funktionen är påslagen i 2FAS inställningar.";

/* loco:65d0f7f2419d3a91100de8f2 */
"widget__service_icon" = "Ikon för konto";

/* loco:65d0f8011c65716bd004cb52 */
"widget__not_enabled" = "Widget-funktionen är avstängd i 2FAS inställningar";

/* loco:65d0f812305d22919d03aca2 */
"widget__not_enabled_no_services" = "Widget-funktionen är avstängd i 2FAS inställningar och det finns inga konton i appen";

/* loco:65d0f824d53e0991ba0a1782 */
"widget__no_services" = "Det finns inga konton i appen";

/* loco:65d0f837e416765b590b9bb4 */
"widget__select_service_intent_description" = "Välj vilka konton du vill se i 2FAS-widgeten";

/* loco:65d0fb5b49d672e093075a42 */
"widget__my_secured_account" = "Mitt säkrade konto";

/* loco:65d0fc67dd5f4b7c840c9cc2 */
"widget__token" = "Kod";

/* loco:6624fb73f78972936b072872 */
"watch__intro" = "2FAS app för watchOS är ett komplement till iOS-appen. Den visar alla konton som har säkerhetskopierats på iCloud.\n\nFör snabb åtkomst kan du markera konton som favoriter.\n\nDonera gärna för att hjälpa oss att utveckla 2FAS-plattformen!";

/* loco:6624fb8ffe38002957090b22 */
"tokens__hotp_not_supported" = "HOTP-konton stöds inte än";

/* loco:6624fb9f10b12df4d10768f2 */
"tokens__favorite_services" = "Favoritkonton";

/* loco:6624fbc21e6242d8de093572 */
"security__enter_new_pin_short" = "Ange ny PIN-kod";

/* loco:6624fbdddb381029b8069ca2 */
"security__repeat_new_pin_short" = "Upprepa ny PIN-kod";

/* loco:6624fbeaa8e7a3b46d063062 */
"commons__success" = "Lyckades";

/* loco:66250db046efb2e937017882 */
"security__enter_pin_short" = "Ange PIN-kod";

/* loco:667b0f002f7ff9e8c60fd6e2 */
"settings__sort_tokens" = "Sortera koder";

/* loco:667ff2f4d90a520710084ec2 */
"appleWatch__installation_info_title" = "Installation av 2FAS på klockan";

/* loco:667ff56b5fcc8577cd0c4b32 */
"appleWatch__installation_first_step" = "Installera 2FAS på klockan";

/* loco:667ff5dbf79df44e1d0521d2 */
"appleWatch__installation_first_step_link" = "Öppna appen på klockan";

/* loco:667ff6148a242e56a80d1be2 */
"appleWatch__installation_second_step" = "Se till att iCloud-synkronisering är aktiverad";

/* loco:667ff6304d219b8c3d0940e2 */
"appleWatch__installation_second_step_link" = "Gå till 2FAS backup inställningar";

/* loco:669c14ea032c33fe240ea0e2 */
"settings__apple_watch" = "Apple Watch";

/* loco:674f97c934d3edcacd035a12 */
"widget__no_selected_services" = "Håll in och välj konton för att aktivera widgeten…";

/* loco:674f9bb777cc7f9aae08f092 */
"widget__reveal_tokens_long_message" = "Visa dina 2FAS-koder i 60 sekunder";

/* loco:674f9caea143b358bd00a232 */
"widget__reveal_tokens_short_message" = "Visa i 60 sekunder";

/* loco:67865a76a59a7aab7d0f60e2 */
"settings__show_error_details" = "Visa detaljer om felet";

/* loco:678666b317d2400861057186 */
"tokens__show_qr_code" = "QR-kod för kontot";

/* loco:678666e13b5ce960c60eeec2 */
"tokens__show_service_qr_setup_lock" = "Kontot är skyddat. Ställ in en PIN-kod eller fingeravtryck för att visa QR-koden.";

/* loco:678900f3f71692f7180ab562 */
"tokens__copy_uri" = "Kopiera URI";

/* loco:680e9b2b1e087e3aa307c3c2 */
"backup__cloud_encrypted_user" = "iCloud is encrypted using custom password. Enter the password and enable sync.";

/* loco:680e9b3e34cbd3a0ef07b992 */
"backup__cloud_encrypted_system" = "iCloud is encrypted using a shared key. Ensure that you have enabled the iCloud Keychain.";

/* loco:680e9b735dbc0a8bbc0a4402 */
"backup__synced" = "Synced";

/* loco:680e9b87af6eeb504f0795d2 */
"backup__checking" = "Checking ...";

/* loco:680e9b99bf4e1aac8009a622 */
"backup__sync_disabled" = "Sync is currently disabled.";

/* loco:680e9bbc16b138b6d40159e2 */
"backup__sync_not_available" = "Sync is not available: %@";

/* loco:680e9bf4d2b61006ba011602 */
"backup__watch_pairing_title" = "Watch Pairing";

/* loco:680e9c11788c298008092582 */
"backup__watch_pairing_description" = "Do you want to pair an Apple Watch with your Cloud Backup? Enter name for your device:";

/* loco:680e9c32e460e117d400ed82 */
"backup__watch_pairing_default_name" = "Apple Watch";

/* loco:680e9c7ae460e117d400ed84 */
"backup__watch_pairing_action" = "Pair Device";

/* loco:680e9c960a302d320308f932 */
"backup__watch_pairing_error" = "Can't pair watch now. Make sure the Cloud Backup is enabled, synced and you're using a password.";

/* loco:680e9d47230daa0d0705de22 */
"backup__cloud_error_title" = "Cloud Backup error";

/* loco:680e9d713f195bf32102ed04 */
"backup__cloud_error_missing_system_key_content" = "Can't decrypt Cloud Backup because there's no system key. Check if iCloud Keychain sync is enabled and works correctly.";

/* loco:680e9d93cabaa9006b0cc553 */
"backup__cloud_error_mismatch_key_content" = "Can't decrypt Cloud Backup because it's encrypted using System Key and you're using custom password. Would you like to switch?";

/* loco:680e9da43f195bf32102ed07 */
"backup__cloud_error_new_version_content" = "Can't sync with Cloud Backup because it was migrated by newer version of the app. Update the app to continue using Cloud Backup.";

/* loco:680e9de57ad8812ff30daaf3 */
"backup__enter_cloud_backup_password_title" = "Enter Cloud Backup Password";

/* loco:680e9dfc3a58bfedfc0d89e2 */
"backup__enter_password_description" = "iCloud Backup is encrypted by your password. Enter password to enable sync";

/* loco:680e9e2c7ad8812ff30daaf5 */
"backup__enter_password_failure" = "Failure! %@";

/* loco:680e9e41ccdb5506bc0940a2 */
"backup__enter_password_wrong_password" = "Wrong password! Try again";

/* loco:680e9e8dee0af36e3907e012 */
"backup__migration_title" = "Migrating Cloud Backup";

/* loco:680e9ea1d03fa6ded204f732 */
"backup__migration_subtitle" = "Don't turn the app off!";

/* loco:680e9eb9e9abb80f2b02a7e2 */
"backup__migration_description" = "Your backup is being encrypted using a generated key. This key will be shared amongst your app installations using iCloud Keychain so remember to have that option turned on. If you want to use your own key and password you can do that in Cloud Backup settings right after the migration.";

/* loco:680e9ed70d4c38771c035672 */
"commons__success_ex" = "Success!";

/* loco:680e9f335d7f73628c094782 */
"backup__encryption_type" = "Encryption type";

/* loco:680e9f47489bf545bc063e72 */
"backup__encryption_select" = "Select encryption";

/* loco:680e9f6365acc3b3e90f7ed2 */
"backup__encryption_enter_password" = "Enter password";

/* loco:680e9f72ece3e1700f0178c2 */
"backup__encryption_change_password" = "Change password";

/* loco:680e9f8634a76d64b00d14e2 */
"backup__encryption_password_description" = "Password is used to encrypt your data. If you loose it you won't be able to recover data from Cloud Backup.";

/* loco:680e9fa7e7d82ad91e02a602 */
"backup__encryption_change_title" = "Change Encryption";

/* loco:680e9fea16afa556f900ee42 */
"backup__encryption_method_title" = "Encryption method";

/* loco:680e9ffc662f9f818505ba34 */
"backup__encryption_method_action" = "Change encryption method";

/* loco:680ea00bb9850053830ff012 */
"backup__encryption_method_footer" = "Select System or User encryption";

/* loco:680ea027b9850053830ff014 */
"backup__manage_paired_watches_title" = "Managed paired Apple Watches";

/* loco:680ea031039611886e016f72 */
"backup__manage_paired_watches_action" = "Managed Apple Watches";

/* loco:680ea0415d7f73628c094784 */
"backup__manage_paired_watches_footer" = "Add, remove or rename Apple Watches which have access to this Cloud Backup.";

/* loco:680ea0863d9c43606809ce72 */
"backup__manage_paired_watches_rename_title" = "Rename Watch";

/* loco:680ea0a2de468128a50c3872 */
"backup__manage_paired_watches_rename_description" = "Enter new device name";

/* loco:680ea0b0e34a78604e0ccec2 */
"backup__manage_paired_watches_rename_action" = "Rename";

/* loco:680ea0f916afa556f900ee44 */
"backup__manage_paired_watches_title_short" = "Manage Watches";

/* loco:680ea10db347399d5a0b3712 */
"backup__manage_paired_watches_empty_list" = "List is empty. Pair watch using + button";

/* loco:680ea11fbe7b6fa8370f3642 */
"backup__manage_paired_watches_syncing" = "Cloud Backup is syncing...";

/* loco:680ea17198b6446b28039d22 */
"backup__watch_pair_title" = "Pair your Apple Watch";

/* loco:680ea1840a76ec8ff70cd512 */
"backup__watch_pair_description" = "Enter Backup section in 2FAS Settings on your iPhone/iPad and navigate to Manage Apple Watches. It will be visible if the state of Cloud Backup is Synced. Scan the QR code from there.";

/* loco:680ea19321505b7534076712 */
"backup__watch_pair_qr_error" = "Error while generating QR Code";

/* loco:680ea4924900c6654a054f53 */
"backup__cloud_switch_system_key" = "Switch to System Key";

/* loco:680ea4a1a79ed234ad0e98b3 */
"backup__cloud_turn_backup_off" = "Turn Cloud Backup off";

/* loco:680ea7af1c206bae8b009f92 */
"commons__apply" = "Apply";

/* loco:680ea961e19a3baf7c0c83c2 */
"backup__state" = "State:";

/* loco:680eabfb1f70320f3904adf2 */
"backup__check_password" = "Check password";

/* loco:680eaff4511912ac1f0e75d2 */
"backup__missing_system_key" = "Missing System Key";

/* loco:680eb087436695fb8f0953c2 */
"backup__system_key" = "System Key";

/* loco:680eb09882b1ab56c90f1762 */
"backup__custom_password" = "Custom Password";
